{
  "transcript": "00:04:36] 자, 이번 시간은 페이지 194페이지. 자, 지붕 구조와 관련돼서 기초적인 용어 보도록 하겠습니다. 지붕 구조. 자, 그러면 이 지붕 구조에서는 기본적으로 알아두실 것이 먼저 물매의 개념이 나오죠? 물매. 자, 물매라는 것은 바로 자, 비가 비나 눈이 지붕에 내립니다. 자, 그러면 이것을 어 빠르게 어 우리가 흘러내리도록 해야 되겠죠? 그래서 어, 지붕의 경사 또는 기울기 두는 거죠. 쉽게. 그래서 이제 지붕의 물매라는 것은 바로 경사 기울기를 두는 것을 우리가 물매 이렇게 칭합니다. 그러면 보통 경사를 두는 것을 보통 건축 구조에서는 물매 이렇게 표현을 합니다. 그리고 건축 설비 쪽에서는 이 구배라는 용어를 써요. 경사를 두는 것을 구배. 그래서 이제 구배라는 용어를 쓰고 있는 경우도 있다. 구배. 그러면 이 물매 경사두는 뭐 경사 기울기 이렇게 표현하면 되는데 어, 이 이 같은 개념이 이제 건축 설비 쪽은 구배라 하고요. 그리고 건축 구조 쪽은 물매나 경사 기울기 이렇게 보통 쓰고 있다. 이렇게 보시면 돼요. 그러면 건축 설비 쪽에서는 구배라는 것을 쓰는 것은 아, 요건 안 좋은 건데 사실 바꿔야 됩니다. 어, 그래서 일본의 잔재입니다. 구배. 그래서 이제 경제학 이런 데서도 아직 구배한 걸 쓰고 있죠. 예. 그래서 어, 기울기 이런 거 있죠. 공급과 수요 곡선 이런 걸 할 때 뭐 구배 이런 거 쓰는데 이 안 좋은 겁니다. 그래서 이제 우리 기울기 이렇게 보시면 되죠. 음. 그러면 자, 물매라는 것은, 자, 보통 수평 거리에 대한 수직 거리로 나타나게 됩니다. 쉽게 우리가 지붕이 이렇게 경사를 우리가 두고 있다 가정을 하겠습니다. 이런 지붕을 만들었어요. 이런 경사이겠죠? 그러면 자, 그래서 이 수평 거리에 대한 이 수평 거리가 있겠죠? 그러면 이 수평 거리에 대한 바로 수직 높이로 우리가 나타내는 겁니다. 그래서 기본적으로 여러분들이 자, 페이지 195페이지 보면 그 지붕의 경사 해 가지고 나오죠? 뭐 1/3이다. 뭐 1/4이다. 뭐 1/50이다. 1/2 나오죠? 이런 것들이 전부 다 수평 거리 바로 이거죠? 이 수평 거리에 대한 자, 수평 거리에 대한 바로 이거죠. 여기 있어요. 여기까지. 수직 높이 자, 이 수직 높이입니다. 수직 높이. 자, 그래서 어, 요걸로 표현한 것이 바로 자, 어, 물매의 개념입니다. 그러면 그것이 예를 들어서 뭐 어, 1/3이다. 그러면 수평 거리 3이고 자, 이거죠? 자, 수평이 3이다. 이거 수평이 3. 그러면 수직 높이는 1이다. 이거죠? 요 경사 요게 1/3이래요. 요게 1/3이 되는 거야. 1/3 물매가 되는 거야. 그러면 1/2은 수평 거리 2에 대한 수직 높이 1의 비율. 요것이 1/2이고. 그러면 자, 그래서 이제 보통 이거죠? 1/50은 수평 50에 대해서 수평 50에 대해서 수직 1의 비율이죠? 그러면 이거는 거의 평지봉이죠. 완만한 건. 1/50은 수평 50에 대한 수직. 그러면 이제 분모 수치가 커지면 완만한 거죠. 아주 완만한 평지붕에 가까운 것이고요. 그리고 수직 지수가 작아지면 급한 경사죠. 급경사다. 이렇게 보시면 되겠습니다. 기본적으로. 그래서 일단은 자, 물매를 봤을 때 자, 요거 개념을 우리가 기억하시고요. 그리고 이때 자, 이제 수평하고 수평 거리하고 수직 높이가 같다는 거예요. 이 수평 거리하고 수직 높이가 동일해. 자, 요것이 수직 높이가 동일하게 되면 이 각도가 정확히 45도 각도가 나오겠죠? 그러면 어, 수평 직각 삼각의 수평하고 수직 높이 같으면 이동 변 삼각형이 되잖아요. 맞죠? 음. 그래서 그래서 이 45도 각도가 나오는데 이 물매를 우리가 댓물매다 이렇게 칭하는 거예요. 댓물매. 이렇게 칭하게 된다. 정확히 몇 도 각도? 45도 각도를 가진 물매를 댓물매 이렇게 표현을 합니다. 댓물매. 그러면 이때 그러면 45도 초과되는 것을 우리가 댓물매 이렇게 표현합니다. 그러면 이제 이 댓물매보다 더 경사가 심한 게 있죠? 그러면 자, 요겁니다. 수평 거리에 대한 수직 높이가 이렇게 됐을 때 어, 이 경사도보다 더 가파른 경사들이 있겠죠? 많을 거 아닙니까? 음. 그러면 이 경사가 더 가파른 경사도가 많을 거 아닙니까? 계속 하겠죠? 자, 그래서 45도 초과되는 그래서 45도 초과되는 물매죠? 초과되는 물매. 이 물매를 우리가 댓물매 이렇게 칭하는 겁니다. 댓물매. 자, 일반 물매는 평물매라 해요. 그러면 45도보다 미만되는 것은 일반 평물매 이렇게 칭하고요. 평물매. 그러면 절반되면 이제 반물매 이렇게도 표현하고. 그래서 이제 이 댓물매, 댓물매 기본 알아야 돼요. 댓물매하고 댓물매의 개념을 우리가 뭐 좀 정리를 해 두시면 되겠습니다. 뭐 지금 막 여러분 암기하려고 하는 걸 막 하지 마시고요. 기본적인 자 입문 단계에서는 기본적인 아, 물매가 무엇이다. 이 정도만 일단 기억하시면 된다. 물매는 수평 거리 경사 기울기죠? 수평 거리에 대한 수직 높이로 나타낸 것이 물매다. 자, 일단은 기본적으로 좀 정리를 해 놓으시면 된다. 자, 그래서 그 정도 일단은 기본적으로 알아두시기 바랍니다. 그래서 뭐 초창기 막 암기하려고 하는 걸 막 하지 마시고요. 그래서 입문 과정은 용어 정도 알아두십시오. 그리고 203페이지 보면 홈통이 나와요. 홈통. 자, 홈통이라는 것은 자, 이겁니다. 우리나라 과거에 초과 지붕이나 어, 초과 지붕이나, 그렇죠? 기와 지붕 이럴 때는 어, 홈통 공사가 없었어요. 그래서 이제 최근에 어, 이제 건축물을 크게 만들다 보니까 뭐 재료상 이제 우리 슬레이트라는 재료를 썼죠? 그러면 지붕에 슬레이트 재료 쓰면서 어, 우리가 이제 홈통 공사가 들어왔어요. 그리고 최근에 기술력이 발달했죠. 방수 재료 이런 것이 발달되면서 어떻게 됩니까? 우리가 어, 지붕 면적에 굉장히 커지잖아. 그러면 내려오는 눈이나 비 양도 많겠죠? 그러면 그것을 빠르게 이제 안전하게 처리하기 위해서 홈통 공사를 우리가 하게 되는 겁니다. 그러면 이제 홈통 공사는 옛날에 지붕이 이렇게 있으면 어 이렇게 있으면 벽이 있을 때 이렇게 처마를 내죠? 그래서 이제 비를 맞지 않도록 해서 처마를 이렇게 내죠? 그러면 이걸 처마라 했죠? 지붕 끝부분을 처마. 그러면 이 처마에서 자, 먼저 받아주는 게 처마홈통이 되는 거죠. 그래서 여러분들 홈통 공사에서는 처마에서 어, 처마에 설치한다 해서 처마홈통 개념이 되는 거야. 이런 것을 전체 홈통이라 해요. 그러면 그래서 자, 이 수직홈통은 선홈통이라 표현하고. 그러면 이제 이걸 처마에 설치한다 해서 처마홈통. 그래서 이것을 모아서 경사지에 의해서 밑으로 내려보내야 되겠죠? 그러면 이것을 보통 깔때기라 해요. 깔때기 모양처럼 해서 깔때기홈통. 그리고 수직홈통을 선홈통이라 이렇게 표현을 하는 겁니다. 그래서 이제 홈통은 이제 지붕 위에서 내리는 이제 어, 비나 눈을 갖다가 물이 생겼을 때 이것을 집안으로 전달하기 위해서 우리가 설치하는 것을 우리가 홈통 공사 이렇게 표현을 합니다. 뭐 간략히 뭐 정리를 해 두시면 되겠습니다. 자, 그리고 페이지 206페이지 방수 및 방습 공사에서 자, 보도록 하겠습니다. 방수. 자, 이 방수는 자, 물이 투과된 걸 방지하기 위해서 방수 공사를 하는 거죠? 방습은 습기를 방지하는 게 방습이고요. 그러면 사실 방수가 한 단계 더 위다 이렇게 보시면 되죠? 예. 습기만 방지하는 건 방습이고요. 어, 물이 이렇게 고여 있어도 물이 투과되지 않도록 하는 것은 방수 개념이 되는 것이고요. 자, 그래서 이제 이 방수 개념상 우리가 알아두실 것은 자, 왜 이 방수 쪽이 시험에 나오느냐. 자, 아파트 건물을 지었어요. 그러면 이제 옥상에서 비가 내리면 물이 고일 수 있죠? 그리고 여러분들 아파트 세대 내려와서는 어디입니까? 욕실에서 물을 쓰잖아요. 근데 욕실에서 물을 쓰면 나야 괜찮지만 아래층에 방수가 안 되면 아래층 욕실 물이 막 떨어지면 기분 좋지 않겠죠? 그래서 이 방수 공사를 하게 되는 겁니다. 자, 그러면 이 아파트적인 측면에서 방수 공사는 어떻게 이루어지나? 그 측면을 간략히 살펴보도록 하겠습니다. 자, 이제 지하 주차장이 있을 겁니다. 뭐, 지하 주차장이 뭐 최근에 뭐 3층까지 보통 들어가는 경우도 있죠? 아파트. 뭐, 일반 뭐 빌딩 이런데 뭐 백화점 이런 데 막 7층, 8층까지도 내려갑니다. 그러면 지하 주차장이 있고요. 그리고 여러분들 각 세대가 이렇게 있을 거 아닙니까? 어, 각 세대가 쭉 있을 아파트 세대가 있을 것이고 여기 이제 옥상이 있겠죠? 이 옥상. 지붕이 있겠죠? 옥상 지붕이 있을 겁니다. 자, 그러면 기본적으로 어떻게 이제 방수 공사가 이루어지는가 하면 자, 옥상이죠? 옥상이나 이 지하 주차장. 이런 부분은 과거에는 뭘 썼는가 하면 과거에는 아스팔트 방수를 많이 했어요. 뭐, 전도 해도 됩니다. 그런데 공사 기간이 오래 걸리고 비용이 비싸죠? 그러면 이 아스팔트 쉽게 아스팔트 재료를 이용해서 방수 공사를 한 거예요. 그래서 아스팔트 방수라고 칭하는 거예요. 아스팔트 재료를 이용했다는 거야. 이 아스팔트는 도로 포장하는 데 많이 봤죠? 그는 그거는 아스팔트 방수가 아닙니다. 여러분들이 잘 모르시고요. 도로 포장이 그 아스팔트 방수인 줄 알고 있는 분들 있어요. 그건 아니고. 그거는 아스팔트 콘크리트입니다. 아스콘이라고 표현하는 거예요. 그러면 쉽게 콘크리트는 시멘트, 모래, 자갈을 어, 물로 반죽한 거잖아요? 물 비빈 한 거죠? 그것이 콘크리트고. 그런데 보통 아스팔트 콘크리트는 그 시멘트 대신에 아스팔트가 들어간 거예요. 그것이 어, 우리가 아스팔트 그거 그리고 그래서 요거는 그거하고 틀리다. 아스팔트 재료를 이용해서 아스팔트 방수하는 아스팔트 방수가 있습니다. 자, 그런데 이걸로만 하면 어, 공사 기간도 너무 길고 이렇기 때문에 자, 이 어, 아스팔트 방수를 대체하기 위해서 최근에 과거에는 이걸 썼었어요. 최근에는 이런 시트 방수 종류나 이런 데 시트 방수나 아니면 도막 방수 형태로 가고 있는 거예요. 이 도막 방수. 그러면 여러분들이 도막 방수는 방수 도료를 발라서 방수 효과를 가지는 거죠? 그러면 예를 들어서 지하 주차장에 여러분들 많이 보시는 것이 자, 이겁니다. 여기가 도막 방수, 지하 에폭시 도막 방수 쓰는 거예요. 에폭시 도막 방수. 그래서 여러분들 에폭시 도막 방수한다고 하죠? 어, 그래서 아파트가 1층 이상이 되면 보통 도막 방수 새로 한 번 하잖아요. 한 번쯤 하셨죠? 우리 아파트 다 한 20년 되니까 한 번 하던데. 도막 방수. 자, 이 에폭시가 무엇인가 하면 여러분들 어, 이제 백화점 이런 데 주차장에 갔을 때 이렇게 삑 소리 마 파워 핸들 삑 소리 나죠? 어, 거기가 바닥에 그 마감재. 그 방수 효과도 갖고 특히 마모에 굉장히 강하거든요. 그래서 이 도막 방수 해 놓은 거예요. 그리고 옥상 같은 데 이런 데 올라가서 보면 또 도로에 지나는 게 있죠? 그것이 도막 방수. 그래서 보통 어, 옥상에는 우레탄 도막 방수를 많이 써요. 여기는 우레탄. 얘는 우레탄 도막 방수 형태가 많은 거예요. 우레탄 도막 방수 형태가 많죠. 보통 노출세인데. 그러면 어, 그리고 이제 옥상을 갖다가 저했을 때는 저겁니다. 어, 예를 들어서 아스 어, 여러분들 옥상을 갖다가 어, 정원을 꾸며 놨어요. 정원을 꾸며 놓으면 자, 나무뿌리가 콘크리트 뚫고 들어가 버립니다. 그래서 어, 어, 이때 시트 방수 형태로 해요. 그래서 합성 고분자 시트를 해 가지고 방근층 만들어서 뿌리가 뚫지 않도록 들어 어, 가는 옥상의 녹화 방수 할 때는 시트 방수 형태가 돼요. 그래서 옥상에는 보통 주로 이런 방수. 그러면 재료에 따라서 자, 이겠죠? 시트 지 썼느냐. 도 도료 가지고 막을 형성해서 했느냐. 아스팔트 재료 가지고 했느냐에 따라서 방수는 그 재료에 따라서 나누어지는 거예요. 그렇게 보시면 됩니다. 자, 그리고 자, 이 아파트 세대 이 세대에서는 자, 아파트로 쳤을 때 아파트의 이제 세대. 자, 세대 여러분들 욕실이 있죠? 어, 욕실. 자, 욕실에는 물을 어, 사용하는 습하잖아요? 그래서 여기는 시멘트 액체 방수 시멘트 재료하고 액체 방수액 이용해서 시멘트 액체 방수를 우리가 사용해서 욕실 우리가 방수를 하고 있는 거예요. 그래서 대표적으로 시멘트. 그래서 이걸 뭐 액방, 액방 이렇게도 칭합니다. 그래서 자, 그래서 시멘트 액체 방수. 시멘트라는 재료하고 액체 방수액을 이용해서 방수한다고 해서 시멘트 액체 방수 이렇게 칭합니다. 자, 그리고 이제 세대의 방수하는 게 여러분들이 자, 저거 있죠? 발코니가 있잖아요. 발코니. 자, 이 발코니를 여러분들은 베란다라 하는데 베란다라 쓰면 안 됩니다. 어. 베란다. 그래서 온 국민이 발코니를 베란다라 쓰고 있어요. 그래서 이제 이 발코니는 이걸로 해도 되고요. 아니면 모르타르 방수로 합니다. 모르타르 방수. 자, 이 모르타르 방수는 자, 모르타르가 시멘트하고 모래를 배합해서 물로 반죽할 때 이때 물에다 방수 용액을 희석시켜서 모래를 비비, 시멘트 모래를 비비는 거예요. 그걸 방수 모르타르라 하거든요. 그래서 그걸 모르타르 방수입니다. 그래서 이 방수 모르타르를 여러분 발라서 방수 효과를 가지는 게 바로 모르타르 방수예요. 이거 가지고 보통 하게 됩니다. 그렇게 보시면 되고요. 그리고 이제 어, 여러분들 이거 있네. 세대에 이제 창호가 있을 거 아닙니까? 창호. 샷시 하잖아요. 샷시. 맞죠? 샷시 차에 외부의 샷시하게 되면 구조치하고 조인트가 발생하죠? 그래서 이 어, 창호 부분에 창호 재료는 샷시잖아요? 샷시는 여러분들이 어, 철근 콘크리트가 아니잖아요? 그러면 어, 철근 콘크리트 구조치하고 샷시 사이에 조인트가 발생하죠? 그 조인트를 어, 방수 처리하는 것을 실링 방수라 해요. 창호 부분에 외부에 실링 방수가 이루어집니다. 그래서 여러분들 보통 실리콘 쏜다. 이거 많이 들었죠? 그 개념이 바로 실링 방수 개념이 된다. 그래서 이제 그 어, 실리콘, 실링제라 하죠? 그래서 그걸 주입해서 하는 것을 실링 방수 이렇게 칭하게 되는 겁니다. 자, 그래서 이제 기본적인 방수가 이거예요. 이런 것을 우리가 이 방수 및 방습 공사에서 우리가 살피게 된다는 거예요. 그래서 기본적으로 이런 개념을 우리가 먼저 정리를 해 두시기 바랍니다. 이걸 기본으로 잡아두시고 뭐 앞으로 뭐 세부적으로 살펴볼 겁니다. 그럼 여기에서 아스팔트 방수, 시멘트 액방, 모르타르 방수, 뭐 도막 방수, 시트 방수, 실링 방수 이런 거하고 그리고 이제 방습, 습기를 방지하는 방습에 대해서 우리가 배울 겁니다. 그런 내용을 여기에서 담고 있는 거예요. 그리고 자, 그렇죠? 상 이건 지하하고 이건 옥상 지붕이죠. 어. 그러면 지하 방수, 뭐 별도로 다룰 수도 있는 것이고, 옥상 방수 이런 부분을 우리가 다루게 됩니다. 그래서 기본적으로 알아두시면 되겠습니다. 그래서 어, 방수 및 방습 공사는 그런 부분을 다루고 있습니다. 자, 그리고 237페이지 보면 미장 및 타일 공사가 나와요. 미장 및 타일 공사. 페이지 237페이지예요. 237페이지. 자, 237페이지 바로 자, 미장 공사하고 타일 공사. 자, 미장 공사는 어, 이제 이겁니다. 자, 시멘트 벽돌을 사용하게 되면 벽돌이 어떻게 됩니까? 벽돌이? 벽돌과 벽돌 사이에 모르타르 주를 나오죠? 그러면 이 면이 평안하지가 않습니다. 그래서 그것을 시멘트 모르타르 평안하게 마무리 처리해줘야 되죠? 이것이 바르는 공사가 미장 공사예요. 그러면 여러분들이 화장을 한다. 그러면 바르는 것은 미장이고 칠하는 것은 도장이죠. 그렇게 구분하시면 됩니다. 자, 그러면 이 미장 공사는 먼저 그 재료에서 수경성 물 숫자죠? 경 경화 과정에 수경성 재료는 우리가 경화란 게 전에 굳어지면서 그 강도가 발생하는 것을 우리가 경화란 용어를 썼죠? 그러면 이 경화 과정에 물이 필요한 재료입니다. 경화 과정에 자, 이 경화 과정에 경화는 굳어지면서 강도가 발생하는 작용을 경화 작용 이렇게 표현합니다. 경화 작용. 그러면 이 경화 과정에 물이죠? H2O 물이 필요한 재료가 수경성. 그 성질을 가진 재료를 수경성 재료 이렇게 칭합니다. 수경성 재료. 자, 그러면 시멘트는 무엇이 필요하다? 물이 있어야 돼. 물이 없으면 강도가 안 생깁니다. 그래서 물이 필요한 재료는 수경성 재료 이렇게 칭해요. 그러면 어, 대표적으로 이 수경성 재료는 시멘트가 들어가야 돼 재료 중에 재료 중에 시멘트나 이런 석고 등. 그래서 이 두 가지 재료가 들어가는 재료들은 수경성 재료가 되는 거예요. 그래서 석고나 시멘트는 물과 반응해서 굳어지면서 강도가 생깁니다. 그래서 그것을 수경성 재료 이렇게 칭하는 겁니다. 그리고 기경성. 자, 기경성 재료는 경화 과정에 경화 과정에 공기죠? 공기 중에 공기 자, 이 경화 과정에 공기 중에 탄산 가스가 필요 경화 과정에 자, 바로 어, 이 어, 탄산 가스, 탄산 가스는 공기 아닙니까? 탄 탄산 가스 탄산 가스 바로 이 공기. 탄산 가스 공기가 필요한 것 것이 바로 기경성 재료라고 표현하는 겁니다. 그러면 기경성 재료는 물을 뿌리면 약해지는 재료입니다. 물이 있어야지 강도가 세지는 것은 수경성 재료 이렇게 칭한다는 점을 우리가 기본적으로 먼저 정리를 해 두시기 바랍니다. 그리고 어, 바를 때 바름을 할 때 제일 바탕에 먼저 바르는 것을 초벌 바름이라 해요. 그래서 우리가 고기를 구울 때 주방에서 살짝 어, 초벌 구이 해가 나오죠? 구울 때 여러분들이 본 구이 하지만. 그래서 보통 초벌 구이. 그래서 이제 제일 먼저 바르는 것을 초벌 바름이라 해요. 가장 먼저 바르는 것을 초벌 바름. 그다음에 바른 것을 재벌이라 해요. 재벌 바름. 바를 때 마지막에 마감을 하기 위해서 마지막 바르는 것을 우리가 정벌 바름 이렇게 칭하게 됩니다. 정벌 바름. 그래서 이제 보통 초벌, 재벌, 정벌 이렇게 걸쳐서 우리가 바름을 해요. 그래서 바름은 얇게 여러 번 하는 게 기본 원칙이 됩니다. 자, 바닥을 제외하고는 바닥은 어, 박락이 되지 않죠? 그래서 얇게 여러 번 바르는 것을 우리가 초벌 바름. 그래서 이제 여기서 3회 바른 공법이 기본적인 원칙이에요. 원칙은 3회로 바름을 보통 우리가 하게 됩니다. 기본적으로 알아두시고요. 음. 그래서 거기 이제 어, 230 그래서 이제 초벌 바름 해 나오죠? 초벌은 어, 밑바탕에 가장 먼저 바르는 것이 초벌 바름 개념이 된다는 거 간략히 우리가 알아두시면 되겠습니다. 어, 정리해 두시고요. 자, 고점 정리해 두고. 그 다음에 이제 페이지 239페이지 보시면 어, 저기 나오죠? 용어 정리해서 라스 먹임이 나와요. 라스 먹임. 자, 메탈라스나 와이어라스. 자, 차이점 이겠죠? 어, 그 메탈라스나 와이어라스는 어, 미장 바탕용 철물이에요. 자, 그런데 어, 재료를 무엇으로 만들었느냐에 따라서 자, 와이어가 있고 메탈이 있는 겁니다. 그러면 보통 와이어는 철선. 여러분들 보통 철사라 하잖아요? 그래서 철선을 꼬아서 또 엮어서 만든 형태가 바로 와이어라스예요. 그러면 옛날에 여러분들 저거 있죠? 뭐 토끼를 키우기 위해서 어, 토끼 이렇게 철망을 만들게 해야 되죠? 어, 아니면 닭장을 만들게 해서 못 나가도록 철망 만들죠? 거기 철선 꼬아서 만들었죠? 그런 것은 와이어라스고. 그리고 메탈라스는 어, 강판 철판에다가 구멍을 내서 잡아 내리고 당겨서 만든 것은 어, 메탈 금속판 가지고 만든 것은 메탈라스가 되는 거예요. 그래서 이제 메탈라스나 와이어라스 쉽게 그렇죠? 벽면에 또는 천장면에 미장을 바르고자 하는데 잘 안 발라진다는 거예요. 그리고 균열도 잘 가겠죠? 그래서 이것을 어, 이런 금속을 갖다 메탈라서는 만들어지면 이런 형태가 되거든요. 이렇게 금속. 그러면 이렇게 된 것을 어, 벽면에다가 고정을 시켜 놓고 여기다 바르면 잘 발라지죠? 그래서 이제 시공에 용이성이나 이런 균열 방지 목적으로 이제 어, 미장 바탕용 철물을 대고 이렇게 바르는데 그때 금속으로 만들면 메탈라스. 그리고 어, 철선을 가지고 만들면 와이어라스가 되는 겁니다. 그러면 이걸 설치해 놓고 제일 먼저 이게 먼저 발라붙이는 것이 바로 라스 먹임. 제일 처음에 발라붙이는 걸 라스 먹임이라 해요. 그러면 라스를 설치 안 하고 제일 먼저 바르면 초벌 바름이 되는 거예요. 그 점을 우리가 알아두시면 되고. 그리고 어, 2번에 고름질 나오죠? 자, 고름질은 바름 두께가 자, 어, 자, 너무 두껍습니다. 너무 두껍거나 요철이 심해. 얼룩이 심해. 이럴 때 초벌 바름이에 우리가 골라주는 덧붙여주는 바름을 우리가 고름질. 골라준다 이렇게 표현하죠? 고름질이라고 표현을 하는 겁니다. 그리고 어, 3번에 덧먹임 나오죠? 자, 이제 균열을 하게 될 자, 이겁니다. 예를 들어서 시멘트 모르타르를 발랐어요. 그러면 수축해서 균열이 생기겠죠? 그러면 그 틈새가 발생할 거 아닙니까? 그걸 갖다가 덧메워주는 거죠? 그래서 이제 이걸 어, 그래서 이제 밀어 넣어서 때워주는 형태를 우리가 덧먹임 이렇게 표현을 하는 겁니다. 덧먹임. 그리고 4번에 보시면 마감 두께가 나와요. 바름층 전체의 두께를 우리가 마감 두께라 해요. 전체의 두께. 그러면 이거 보시죠? 초벌, 재벌, 정벌 있죠? 이 전체의 두께를 우리가 마감 두께 이렇게 표현합니다. 바름층 전체의 두께. 그런데 이때 주의할 것은 이거는 아니라는 겁니다. 자, 바탕, 어, 뭐 라스나 이런 게 있을 때 바탕 먹임을 하면 이것은 어, 라스나 이런 쫄대 같은 걸 설치해 놓고 바탕 먹임을 하면 이 경우는 어, 포함하지 않습니다. 그래서 요거는 어, 포함해서 제외된다는 점을 좀 주의해 주시면 되겠습니다. 그리고 5번에 미장 두께 나오죠? 미장 두께는 각 미장층별로 발라붙인 걸. 그래서 예를 들어서 초벌했다 이겁니다. 초벌했을 때 그때 평균 바름 두께예요. 그럼 우리가 초벌 바름하고 재벌 바름하고 정벌 바름 했을 거 아닙니까? 이때 일일이 어떻게 됩니까? 그것을 어, 여러분이 용어, 예를 들어서 6mm 바른다 해서 정확히 6mm 바를 수는 없죠? 사람이 바르는 건데 어떻게 정확히 6mm만큼 발라서 할까요? 평균이라는 겁니다. 평균 바름 두께를 미장 두께 이렇게 표현을 한다는 점 간략히 좀 정리를 해 두시면 되겠습니다. 뭐 기본적으로. 어, 그런 내용에 대해서 어, 미장 공사에서는 이제 다룹니다. 그래서 이제 기본적으로 일단은 용어 개념상 요 정도는 조금 정리를 해 두도록 해 두시면 되겠습니다. 이번 시간에는 뭐 여기까지 뭐 다루도록 하겠습니다. 뭐 다음 시간에는 자, 257페이지 뭐 창호 및 유리 공사 파트에 입문 과정을 보도록 하겠습니다. 자, 수고하셨습니다.",
  "segments": [
    {
      "timestamp": "00:04",
      "text": ":36] 자, 이번 시간은 페이지 194페이지. 자, 지붕 구조와 관련돼서 기초적인 용어 보도록 하겠습니다. 지붕 구조. 자, 그러면 이 지붕 구조에서는 기본적으로 알아두실 것이 먼저 물매의 개념이 나오죠? 물매. 자, 물매라는 것은 바로 자, 비가 비나 눈이 지붕에 내립니다. 자, 그러면 이것을 어 빠르게 어 우리가 흘러내리도록 해야 되겠죠? 그래서 어, 지붕의 경사 또는 기울기 두는 거죠. 쉽게. 그래서 이제 지붕의 물매라는 것은 바로 경사 기울기를 두는 것을 우리가 물매 이렇게 칭합니다. 그러면 보통 경사를 두는 것을 보통 건축 구조에서는 물매 이렇게 표현을 합니다. 그리고 건축 설비 쪽에서는 이 구배라는 용어를 써요. 경사를 두는 것을 구배. 그래서 이제 구배라는 용어를 쓰고 있는 경우도 있다. 구배. 그러면 이 물매 경사두는 뭐 경사 기울기 이렇게 표현하면 되는데 어, 이 이 같은 개념이 이제 건축 설비 쪽은 구배라 하고요. 그리고 건축 구조 쪽은 물매나 경사 기울기 이렇게 보통 쓰고 있다. 이렇게 보시면 돼요. 그러면 건축 설비 쪽에서는 구배라는 것을 쓰는 것은 아, 요건 안 좋은 건데 사실 바꿔야 됩니다. 어, 그래서 일본의 잔재입니다. 구배. 그래서 이제 경제학 이런 데서도 아직 구배한 걸 쓰고 있죠. 예. 그래서 어, 기울기 이런 거 있죠. 공급과 수요 곡선 이런 걸 할 때 뭐 구배 이런 거 쓰는데 이 안 좋은 겁니다. 그래서 이제 우리 기울기 이렇게 보시면 되죠. 음. 그러면 자, 물매라는 것은, 자, 보통 수평 거리에 대한 수직 거리로 나타나게 됩니다. 쉽게 우리가 지붕이 이렇게 경사를 우리가 두고 있다 가정을 하겠습니다. 이런 지붕을 만들었어요. 이런 경사이겠죠? 그러면 자, 그래서 이 수평 거리에 대한 이 수평 거리가 있겠죠? 그러면 이 수평 거리에 대한 바로 수직 높이로 우리가 나타내는 겁니다. 그래서 기본적으로 여러분들이 자, 페이지 195페이지 보면 그 지붕의 경사 해 가지고 나오죠? 뭐 1/3이다. 뭐 1/4이다. 뭐 1/50이다. 1/2 나오죠? 이런 것들이 전부 다 수평 거리 바로 이거죠? 이 수평 거리에 대한 자, 수평 거리에 대한 바로 이거죠. 여기 있어요. 여기까지. 수직 높이 자, 이 수직 높이입니다. 수직 높이. 자, 그래서 어, 요걸로 표현한 것이 바로 자, 어, 물매의 개념입니다. 그러면 그것이 예를 들어서 뭐 어, 1/3이다. 그러면 수평 거리 3이고 자, 이거죠? 자, 수평이 3이다. 이거 수평이 3. 그러면 수직 높이는 1이다. 이거죠? 요 경사 요게 1/3이래요. 요게 1/3이 되는 거야. 1/3 물매가 되는 거야. 그러면 1/2은 수평 거리 2에 대한 수직 높이 1의 비율. 요것이 1/2이고. 그러면 자, 그래서 이제 보통 이거죠? 1/50은 수평 50에 대해서 수평 50에 대해서 수직 1의 비율이죠? 그러면 이거는 거의 평지봉이죠. 완만한 건. 1/50은 수평 50에 대한 수직. 그러면 이제 분모 수치가 커지면 완만한 거죠. 아주 완만한 평지붕에 가까운 것이고요. 그리고 수직 지수가 작아지면 급한 경사죠. 급경사다. 이렇게 보시면 되겠습니다. 기본적으로. 그래서 일단은 자, 물매를 봤을 때 자, 요거 개념을 우리가 기억하시고요. 그리고 이때 자, 이제 수평하고 수평 거리하고 수직 높이가 같다는 거예요. 이 수평 거리하고 수직 높이가 동일해. 자, 요것이 수직 높이가 동일하게 되면 이 각도가 정확히 45도 각도가 나오겠죠? 그러면 어, 수평 직각 삼각의 수평하고 수직 높이 같으면 이동 변 삼각형이 되잖아요. 맞죠? 음. 그래서 그래서 이 45도 각도가 나오는데 이 물매를 우리가 댓물매다 이렇게 칭하는 거예요. 댓물매. 이렇게 칭하게 된다. 정확히 몇 도 각도? 45도 각도를 가진 물매를 댓물매 이렇게 표현을 합니다. 댓물매. 그러면 이때 그러면 45도 초과되는 것을 우리가 댓물매 이렇게 표현합니다. 그러면 이제 이 댓물매보다 더 경사가 심한 게 있죠? 그러면 자, 요겁니다. 수평 거리에 대한 수직 높이가 이렇게 됐을 때 어, 이 경사도보다 더 가파른 경사들이 있겠죠? 많을 거 아닙니까? 음. 그러면 이 경사가 더 가파른 경사도가 많을 거 아닙니까? 계속 하겠죠? 자, 그래서 45도 초과되는 그래서 45도 초과되는 물매죠? 초과되는 물매. 이 물매를 우리가 댓물매 이렇게 칭하는 겁니다. 댓물매. 자, 일반 물매는 평물매라 해요. 그러면 45도보다 미만되는 것은 일반 평물매 이렇게 칭하고요. 평물매. 그러면 절반되면 이제 반물매 이렇게도 표현하고. 그래서 이제 이 댓물매, 댓물매 기본 알아야 돼요. 댓물매하고 댓물매의 개념을 우리가 뭐 좀 정리를 해 두시면 되겠습니다. 뭐 지금 막 여러분 암기하려고 하는 걸 막 하지 마시고요. 기본적인 자 입문 단계에서는 기본적인 아, 물매가 무엇이다. 이 정도만 일단 기억하시면 된다. 물매는 수평 거리 경사 기울기죠? 수평 거리에 대한 수직 높이로 나타낸 것이 물매다. 자, 일단은 기본적으로 좀 정리를 해 놓으시면 된다. 자, 그래서 그 정도 일단은 기본적으로 알아두시기 바랍니다. 그래서 뭐 초창기 막 암기하려고 하는 걸 막 하지 마시고요. 그래서 입문 과정은 용어 정도 알아두십시오. 그리고 203페이지 보면 홈통이 나와요. 홈통. 자, 홈통이라는 것은 자, 이겁니다. 우리나라 과거에 초과 지붕이나 어, 초과 지붕이나, 그렇죠? 기와 지붕 이럴 때는 어, 홈통 공사가 없었어요. 그래서 이제 최근에 어, 이제 건축물을 크게 만들다 보니까 뭐 재료상 이제 우리 슬레이트라는 재료를 썼죠? 그러면 지붕에 슬레이트 재료 쓰면서 어, 우리가 이제 홈통 공사가 들어왔어요. 그리고 최근에 기술력이 발달했죠. 방수 재료 이런 것이 발달되면서 어떻게 됩니까? 우리가 어, 지붕 면적에 굉장히 커지잖아. 그러면 내려오는 눈이나 비 양도 많겠죠? 그러면 그것을 빠르게 이제 안전하게 처리하기 위해서 홈통 공사를 우리가 하게 되는 겁니다. 그러면 이제 홈통 공사는 옛날에 지붕이 이렇게 있으면 어 이렇게 있으면 벽이 있을 때 이렇게 처마를 내죠? 그래서 이제 비를 맞지 않도록 해서 처마를 이렇게 내죠? 그러면 이걸 처마라 했죠? 지붕 끝부분을 처마. 그러면 이 처마에서 자, 먼저 받아주는 게 처마홈통이 되는 거죠. 그래서 여러분들 홈통 공사에서는 처마에서 어, 처마에 설치한다 해서 처마홈통 개념이 되는 거야. 이런 것을 전체 홈통이라 해요. 그러면 그래서 자, 이 수직홈통은 선홈통이라 표현하고. 그러면 이제 이걸 처마에 설치한다 해서 처마홈통. 그래서 이것을 모아서 경사지에 의해서 밑으로 내려보내야 되겠죠? 그러면 이것을 보통 깔때기라 해요. 깔때기 모양처럼 해서 깔때기홈통. 그리고 수직홈통을 선홈통이라 이렇게 표현을 하는 겁니다. 그래서 이제 홈통은 이제 지붕 위에서 내리는 이제 어, 비나 눈을 갖다가 물이 생겼을 때 이것을 집안으로 전달하기 위해서 우리가 설치하는 것을 우리가 홈통 공사 이렇게 표현을 합니다. 뭐 간략히 뭐 정리를 해 두시면 되겠습니다. 자, 그리고 페이지 206페이지 방수 및 방습 공사에서 자, 보도록 하겠습니다. 방수. 자, 이 방수는 자, 물이 투과된 걸 방지하기 위해서 방수 공사를 하는 거죠? 방습은 습기를 방지하는 게 방습이고요. 그러면 사실 방수가 한 단계 더 위다 이렇게 보시면 되죠? 예. 습기만 방지하는 건 방습이고요. 어, 물이 이렇게 고여 있어도 물이 투과되지 않도록 하는 것은 방수 개념이 되는 것이고요. 자, 그래서 이제 이 방수 개념상 우리가 알아두실 것은 자, 왜 이 방수 쪽이 시험에 나오느냐. 자, 아파트 건물을 지었어요. 그러면 이제 옥상에서 비가 내리면 물이 고일 수 있죠? 그리고 여러분들 아파트 세대 내려와서는 어디입니까? 욕실에서 물을 쓰잖아요. 근데 욕실에서 물을 쓰면 나야 괜찮지만 아래층에 방수가 안 되면 아래층 욕실 물이 막 떨어지면 기분 좋지 않겠죠? 그래서 이 방수 공사를 하게 되는 겁니다. 자, 그러면 이 아파트적인 측면에서 방수 공사는 어떻게 이루어지나? 그 측면을 간략히 살펴보도록 하겠습니다. 자, 이제 지하 주차장이 있을 겁니다. 뭐, 지하 주차장이 뭐 최근에 뭐 3층까지 보통 들어가는 경우도 있죠? 아파트. 뭐, 일반 뭐 빌딩 이런데 뭐 백화점 이런 데 막 7층, 8층까지도 내려갑니다. 그러면 지하 주차장이 있고요. 그리고 여러분들 각 세대가 이렇게 있을 거 아닙니까? 어, 각 세대가 쭉 있을 아파트 세대가 있을 것이고 여기 이제 옥상이 있겠죠? 이 옥상. 지붕이 있겠죠? 옥상 지붕이 있을 겁니다. 자, 그러면 기본적으로 어떻게 이제 방수 공사가 이루어지는가 하면 자, 옥상이죠? 옥상이나 이 지하 주차장. 이런 부분은 과거에는 뭘 썼는가 하면 과거에는 아스팔트 방수를 많이 했어요. 뭐, 전도 해도 됩니다. 그런데 공사 기간이 오래 걸리고 비용이 비싸죠? 그러면 이 아스팔트 쉽게 아스팔트 재료를 이용해서 방수 공사를 한 거예요. 그래서 아스팔트 방수라고 칭하는 거예요. 아스팔트 재료를 이용했다는 거야. 이 아스팔트는 도로 포장하는 데 많이 봤죠? 그는 그거는 아스팔트 방수가 아닙니다. 여러분들이 잘 모르시고요. 도로 포장이 그 아스팔트 방수인 줄 알고 있는 분들 있어요. 그건 아니고. 그거는 아스팔트 콘크리트입니다. 아스콘이라고 표현하는 거예요. 그러면 쉽게 콘크리트는 시멘트, 모래, 자갈을 어, 물로 반죽한 거잖아요? 물 비빈 한 거죠? 그것이 콘크리트고. 그런데 보통 아스팔트 콘크리트는 그 시멘트 대신에 아스팔트가 들어간 거예요. 그것이 어, 우리가 아스팔트 그거 그리고 그래서 요거는 그거하고 틀리다. 아스팔트 재료를 이용해서 아스팔트 방수하는 아스팔트 방수가 있습니다. 자, 그런데 이걸로만 하면 어, 공사 기간도 너무 길고 이렇기 때문에 자, 이 어, 아스팔트 방수를 대체하기 위해서 최근에 과거에는 이걸 썼었어요. 최근에는 이런 시트 방수 종류나 이런 데 시트 방수나 아니면 도막 방수 형태로 가고 있는 거예요. 이 도막 방수. 그러면 여러분들이 도막 방수는 방수 도료를 발라서 방수 효과를 가지는 거죠? 그러면 예를 들어서 지하 주차장에 여러분들 많이 보시는 것이 자, 이겁니다. 여기가 도막 방수, 지하 에폭시 도막 방수 쓰는 거예요. 에폭시 도막 방수. 그래서 여러분들 에폭시 도막 방수한다고 하죠? 어, 그래서 아파트가 1층 이상이 되면 보통 도막 방수 새로 한 번 하잖아요. 한 번쯤 하셨죠? 우리 아파트 다 한 20년 되니까 한 번 하던데. 도막 방수. 자, 이 에폭시가 무엇인가 하면 여러분들 어, 이제 백화점 이런 데 주차장에 갔을 때 이렇게 삑 소리 마 파워 핸들 삑 소리 나죠? 어, 거기가 바닥에 그 마감재. 그 방수 효과도 갖고 특히 마모에 굉장히 강하거든요. 그래서 이 도막 방수 해 놓은 거예요. 그리고 옥상 같은 데 이런 데 올라가서 보면 또 도로에 지나는 게 있죠? 그것이 도막 방수. 그래서 보통 어, 옥상에는 우레탄 도막 방수를 많이 써요. 여기는 우레탄. 얘는 우레탄 도막 방수 형태가 많은 거예요. 우레탄 도막 방수 형태가 많죠. 보통 노출세인데. 그러면 어, 그리고 이제 옥상을 갖다가 저했을 때는 저겁니다. 어, 예를 들어서 아스 어, 여러분들 옥상을 갖다가 어, 정원을 꾸며 놨어요. 정원을 꾸며 놓으면 자, 나무뿌리가 콘크리트 뚫고 들어가 버립니다. 그래서 어, 어, 이때 시트 방수 형태로 해요. 그래서 합성 고분자 시트를 해 가지고 방근층 만들어서 뿌리가 뚫지 않도록 들어 어, 가는 옥상의 녹화 방수 할 때는 시트 방수 형태가 돼요. 그래서 옥상에는 보통 주로 이런 방수. 그러면 재료에 따라서 자, 이겠죠? 시트 지 썼느냐. 도 도료 가지고 막을 형성해서 했느냐. 아스팔트 재료 가지고 했느냐에 따라서 방수는 그 재료에 따라서 나누어지는 거예요. 그렇게 보시면 됩니다. 자, 그리고 자, 이 아파트 세대 이 세대에서는 자, 아파트로 쳤을 때 아파트의 이제 세대. 자, 세대 여러분들 욕실이 있죠? 어, 욕실. 자, 욕실에는 물을 어, 사용하는 습하잖아요? 그래서 여기는 시멘트 액체 방수 시멘트 재료하고 액체 방수액 이용해서 시멘트 액체 방수를 우리가 사용해서 욕실 우리가 방수를 하고 있는 거예요. 그래서 대표적으로 시멘트. 그래서 이걸 뭐 액방, 액방 이렇게도 칭합니다. 그래서 자, 그래서 시멘트 액체 방수. 시멘트라는 재료하고 액체 방수액을 이용해서 방수한다고 해서 시멘트 액체 방수 이렇게 칭합니다. 자, 그리고 이제 세대의 방수하는 게 여러분들이 자, 저거 있죠? 발코니가 있잖아요. 발코니. 자, 이 발코니를 여러분들은 베란다라 하는데 베란다라 쓰면 안 됩니다. 어. 베란다. 그래서 온 국민이 발코니를 베란다라 쓰고 있어요. 그래서 이제 이 발코니는 이걸로 해도 되고요. 아니면 모르타르 방수로 합니다. 모르타르 방수. 자, 이 모르타르 방수는 자, 모르타르가 시멘트하고 모래를 배합해서 물로 반죽할 때 이때 물에다 방수 용액을 희석시켜서 모래를 비비, 시멘트 모래를 비비는 거예요. 그걸 방수 모르타르라 하거든요. 그래서 그걸 모르타르 방수입니다. 그래서 이 방수 모르타르를 여러분 발라서 방수 효과를 가지는 게 바로 모르타르 방수예요. 이거 가지고 보통 하게 됩니다. 그렇게 보시면 되고요. 그리고 이제 어, 여러분들 이거 있네. 세대에 이제 창호가 있을 거 아닙니까? 창호. 샷시 하잖아요. 샷시. 맞죠? 샷시 차에 외부의 샷시하게 되면 구조치하고 조인트가 발생하죠? 그래서 이 어, 창호 부분에 창호 재료는 샷시잖아요? 샷시는 여러분들이 어, 철근 콘크리트가 아니잖아요? 그러면 어, 철근 콘크리트 구조치하고 샷시 사이에 조인트가 발생하죠? 그 조인트를 어, 방수 처리하는 것을 실링 방수라 해요. 창호 부분에 외부에 실링 방수가 이루어집니다. 그래서 여러분들 보통 실리콘 쏜다. 이거 많이 들었죠? 그 개념이 바로 실링 방수 개념이 된다. 그래서 이제 그 어, 실리콘, 실링제라 하죠? 그래서 그걸 주입해서 하는 것을 실링 방수 이렇게 칭하게 되는 겁니다. 자, 그래서 이제 기본적인 방수가 이거예요. 이런 것을 우리가 이 방수 및 방습 공사에서 우리가 살피게 된다는 거예요. 그래서 기본적으로 이런 개념을 우리가 먼저 정리를 해 두시기 바랍니다. 이걸 기본으로 잡아두시고 뭐 앞으로 뭐 세부적으로 살펴볼 겁니다. 그럼 여기에서 아스팔트 방수, 시멘트 액방, 모르타르 방수, 뭐 도막 방수, 시트 방수, 실링 방수 이런 거하고 그리고 이제 방습, 습기를 방지하는 방습에 대해서 우리가 배울 겁니다. 그런 내용을 여기에서 담고 있는 거예요. 그리고 자, 그렇죠? 상 이건 지하하고 이건 옥상 지붕이죠. 어. 그러면 지하 방수, 뭐 별도로 다룰 수도 있는 것이고, 옥상 방수 이런 부분을 우리가 다루게 됩니다. 그래서 기본적으로 알아두시면 되겠습니다. 그래서 어, 방수 및 방습 공사는 그런 부분을 다루고 있습니다. 자, 그리고 237페이지 보면 미장 및 타일 공사가 나와요. 미장 및 타일 공사. 페이지 237페이지예요. 237페이지. 자, 237페이지 바로 자, 미장 공사하고 타일 공사. 자, 미장 공사는 어, 이제 이겁니다. 자, 시멘트 벽돌을 사용하게 되면 벽돌이 어떻게 됩니까? 벽돌이? 벽돌과 벽돌 사이에 모르타르 주를 나오죠? 그러면 이 면이 평안하지가 않습니다. 그래서 그것을 시멘트 모르타르 평안하게 마무리 처리해줘야 되죠? 이것이 바르는 공사가 미장 공사예요. 그러면 여러분들이 화장을 한다. 그러면 바르는 것은 미장이고 칠하는 것은 도장이죠. 그렇게 구분하시면 됩니다. 자, 그러면 이 미장 공사는 먼저 그 재료에서 수경성 물 숫자죠? 경 경화 과정에 수경성 재료는 우리가 경화란 게 전에 굳어지면서 그 강도가 발생하는 것을 우리가 경화란 용어를 썼죠? 그러면 이 경화 과정에 물이 필요한 재료입니다. 경화 과정에 자, 이 경화 과정에 경화는 굳어지면서 강도가 발생하는 작용을 경화 작용 이렇게 표현합니다. 경화 작용. 그러면 이 경화 과정에 물이죠? H2O 물이 필요한 재료가 수경성. 그 성질을 가진 재료를 수경성 재료 이렇게 칭합니다. 수경성 재료. 자, 그러면 시멘트는 무엇이 필요하다? 물이 있어야 돼. 물이 없으면 강도가 안 생깁니다. 그래서 물이 필요한 재료는 수경성 재료 이렇게 칭해요. 그러면 어, 대표적으로 이 수경성 재료는 시멘트가 들어가야 돼 재료 중에 재료 중에 시멘트나 이런 석고 등. 그래서 이 두 가지 재료가 들어가는 재료들은 수경성 재료가 되는 거예요. 그래서 석고나 시멘트는 물과 반응해서 굳어지면서 강도가 생깁니다. 그래서 그것을 수경성 재료 이렇게 칭하는 겁니다. 그리고 기경성. 자, 기경성 재료는 경화 과정에 경화 과정에 공기죠? 공기 중에 공기 자, 이 경화 과정에 공기 중에 탄산 가스가 필요 경화 과정에 자, 바로 어, 이 어, 탄산 가스, 탄산 가스는 공기 아닙니까? 탄 탄산 가스 탄산 가스 바로 이 공기. 탄산 가스 공기가 필요한 것 것이 바로 기경성 재료라고 표현하는 겁니다. 그러면 기경성 재료는 물을 뿌리면 약해지는 재료입니다. 물이 있어야지 강도가 세지는 것은 수경성 재료 이렇게 칭한다는 점을 우리가 기본적으로 먼저 정리를 해 두시기 바랍니다. 그리고 어, 바를 때 바름을 할 때 제일 바탕에 먼저 바르는 것을 초벌 바름이라 해요. 그래서 우리가 고기를 구울 때 주방에서 살짝 어, 초벌 구이 해가 나오죠? 구울 때 여러분들이 본 구이 하지만. 그래서 보통 초벌 구이. 그래서 이제 제일 먼저 바르는 것을 초벌 바름이라 해요. 가장 먼저 바르는 것을 초벌 바름. 그다음에 바른 것을 재벌이라 해요. 재벌 바름. 바를 때 마지막에 마감을 하기 위해서 마지막 바르는 것을 우리가 정벌 바름 이렇게 칭하게 됩니다. 정벌 바름. 그래서 이제 보통 초벌, 재벌, 정벌 이렇게 걸쳐서 우리가 바름을 해요. 그래서 바름은 얇게 여러 번 하는 게 기본 원칙이 됩니다. 자, 바닥을 제외하고는 바닥은 어, 박락이 되지 않죠? 그래서 얇게 여러 번 바르는 것을 우리가 초벌 바름. 그래서 이제 여기서 3회 바른 공법이 기본적인 원칙이에요. 원칙은 3회로 바름을 보통 우리가 하게 됩니다. 기본적으로 알아두시고요. 음. 그래서 거기 이제 어, 230 그래서 이제 초벌 바름 해 나오죠? 초벌은 어, 밑바탕에 가장 먼저 바르는 것이 초벌 바름 개념이 된다는 거 간략히 우리가 알아두시면 되겠습니다. 어, 정리해 두시고요. 자, 고점 정리해 두고. 그 다음에 이제 페이지 239페이지 보시면 어, 저기 나오죠? 용어 정리해서 라스 먹임이 나와요. 라스 먹임. 자, 메탈라스나 와이어라스. 자, 차이점 이겠죠? 어, 그 메탈라스나 와이어라스는 어, 미장 바탕용 철물이에요. 자, 그런데 어, 재료를 무엇으로 만들었느냐에 따라서 자, 와이어가 있고 메탈이 있는 겁니다. 그러면 보통 와이어는 철선. 여러분들 보통 철사라 하잖아요? 그래서 철선을 꼬아서 또 엮어서 만든 형태가 바로 와이어라스예요. 그러면 옛날에 여러분들 저거 있죠? 뭐 토끼를 키우기 위해서 어, 토끼 이렇게 철망을 만들게 해야 되죠? 어, 아니면 닭장을 만들게 해서 못 나가도록 철망 만들죠? 거기 철선 꼬아서 만들었죠? 그런 것은 와이어라스고. 그리고 메탈라스는 어, 강판 철판에다가 구멍을 내서 잡아 내리고 당겨서 만든 것은 어, 메탈 금속판 가지고 만든 것은 메탈라스가 되는 거예요. 그래서 이제 메탈라스나 와이어라스 쉽게 그렇죠? 벽면에 또는 천장면에 미장을 바르고자 하는데 잘 안 발라진다는 거예요. 그리고 균열도 잘 가겠죠? 그래서 이것을 어, 이런 금속을 갖다 메탈라서는 만들어지면 이런 형태가 되거든요. 이렇게 금속. 그러면 이렇게 된 것을 어, 벽면에다가 고정을 시켜 놓고 여기다 바르면 잘 발라지죠? 그래서 이제 시공에 용이성이나 이런 균열 방지 목적으로 이제 어, 미장 바탕용 철물을 대고 이렇게 바르는데 그때 금속으로 만들면 메탈라스. 그리고 어, 철선을 가지고 만들면 와이어라스가 되는 겁니다. 그러면 이걸 설치해 놓고 제일 먼저 이게 먼저 발라붙이는 것이 바로 라스 먹임. 제일 처음에 발라붙이는 걸 라스 먹임이라 해요. 그러면 라스를 설치 안 하고 제일 먼저 바르면 초벌 바름이 되는 거예요. 그 점을 우리가 알아두시면 되고. 그리고 어, 2번에 고름질 나오죠? 자, 고름질은 바름 두께가 자, 어, 자, 너무 두껍습니다. 너무 두껍거나 요철이 심해. 얼룩이 심해. 이럴 때 초벌 바름이에 우리가 골라주는 덧붙여주는 바름을 우리가 고름질. 골라준다 이렇게 표현하죠? 고름질이라고 표현을 하는 겁니다. 그리고 어, 3번에 덧먹임 나오죠? 자, 이제 균열을 하게 될 자, 이겁니다. 예를 들어서 시멘트 모르타르를 발랐어요. 그러면 수축해서 균열이 생기겠죠? 그러면 그 틈새가 발생할 거 아닙니까? 그걸 갖다가 덧메워주는 거죠? 그래서 이제 이걸 어, 그래서 이제 밀어 넣어서 때워주는 형태를 우리가 덧먹임 이렇게 표현을 하는 겁니다. 덧먹임. 그리고 4번에 보시면 마감 두께가 나와요. 바름층 전체의 두께를 우리가 마감 두께라 해요. 전체의 두께. 그러면 이거 보시죠? 초벌, 재벌, 정벌 있죠? 이 전체의 두께를 우리가 마감 두께 이렇게 표현합니다. 바름층 전체의 두께. 그런데 이때 주의할 것은 이거는 아니라는 겁니다. 자, 바탕, 어, 뭐 라스나 이런 게 있을 때 바탕 먹임을 하면 이것은 어, 라스나 이런 쫄대 같은 걸 설치해 놓고 바탕 먹임을 하면 이 경우는 어, 포함하지 않습니다. 그래서 요거는 어, 포함해서 제외된다는 점을 좀 주의해 주시면 되겠습니다. 그리고 5번에 미장 두께 나오죠? 미장 두께는 각 미장층별로 발라붙인 걸. 그래서 예를 들어서 초벌했다 이겁니다. 초벌했을 때 그때 평균 바름 두께예요. 그럼 우리가 초벌 바름하고 재벌 바름하고 정벌 바름 했을 거 아닙니까? 이때 일일이 어떻게 됩니까? 그것을 어, 여러분이 용어, 예를 들어서 6mm 바른다 해서 정확히 6mm 바를 수는 없죠? 사람이 바르는 건데 어떻게 정확히 6mm만큼 발라서 할까요? 평균이라는 겁니다. 평균 바름 두께를 미장 두께 이렇게 표현을 한다는 점 간략히 좀 정리를 해 두시면 되겠습니다. 뭐 기본적으로. 어, 그런 내용에 대해서 어, 미장 공사에서는 이제 다룹니다. 그래서 이제 기본적으로 일단은 용어 개념상 요 정도는 조금 정리를 해 두도록 해 두시면 되겠습니다. 이번 시간에는 뭐 여기까지 뭐 다루도록 하겠습니다. 뭐 다음 시간에는 자, 257페이지 뭐 창호 및 유리 공사 파트에 입문 과정을 보도록 하겠습니다. 자, 수고하셨습니다."
    }
  ],
  "model": "gemini-2.5-flash",
  "completedAt": "2026-01-25T06:25:04.896Z"
}