{
  "transcript": "회계 원리의 전반적인 흐름과 과정에 대한 한국어 팟캐스트 녹취록입니다.\n\n---\n\n**[00:00] 강사:** 안녕하십니까? 예, 지난 시간에 우리가 이제 회계 원리의 전반적인 것, 이렇게 흐름을 제가 말씀드렸습니다. 오늘은 그러면은 회계 원리의 어떤 그 말하자면 그 진행, 즉 말해서 우리가 과정이 어떻게 되는지 우리 그냥 아는 상식을 가지고 한 번 말씀해 드릴게요. 한 번 보세요. \n\n**[00:24] 강사:** 예를 들어서 우리가 이제 어떠한 사업을 시작하지 않습니까? 그죠? 이 회계 원리, 즉 부기 장부라는 거는 어디든 다 적용됩니다. 모든 기업, 그죠? 우리 가정에서도 필요하죠. 가계부라는 장부가 있고 학교라든지 뭐 정부라든지 각... 주로 이제 기업, 기업에서 많이 합니다마는 어디라도 다 장부가 다 있습니다. 그렇죠? \n\n**[00:52] 강사:** 그러면 장부의 기본에 대한 원리에 대해서 제가 잠깐 말씀드릴게요. 음, 예를 들어서 하나 뭐 우리가 장사를 한번 시작한다고 가정할게요. 예를 들어 이제 1월 1일 날 일단은 장사 시작하면 돈이 필요하지 않습니까? 그죠? 자본금, 현금 예를 들어서 숫자는 많이 안 하겠습니다. 1,000원. 1,000원 해도 되고 뭐 이거 1,000만 원 해도 되고 1,000억으로 봐도 되고. 현금 1,000원을 가지고 1,000원으로 영업을 시작하다. 장사 시작했다 그죠? \n\n**[01:29] 강사:** 영업을 시작하다 이렇게. 그리고 이제 이제 뭐 준비 좀 하다가 이제 사무실에 일단은 이제 우리가 뭐 점포를 얻어야 되겠죠? 그죠? 예, 점포 계약을 하고 점포 뭐 예를 들어서 300원. 뭐 월세 계약을 하든지 전세 계약을 했든 현금으로 줘야 되잖아요 그죠? 현금 지급하고.\n\n**[02:00] 강사:** 그러면 이제 또 직원 채용해야 된다 그죠? 뭐 한 4월 5일쯤 돼서 직원을 채용하고, 직원 채용 자체는 이제 거래가 아닙니다 그죠? 일단은 직원을 채용했다. 직원 이제 월급, 월급 200원 주기로 하고 200원에 채용하다. 채용하다 그죠? 그리고 이제 월말 되면은 돈 줘야 되잖아요 그죠? 5월 10일 날 이 직원 월급 200원을 현금으로 지급하다. 줘야 되죠 그죠? \n\n**[02:37] 강사:** 이제 준비 다 되었습니다. 점포도 얻었고 사람도 직원도 채용했고 그리고 이제 컴퓨터도 들여놔야 될 거고 했죠? 그 잡다한 거 있잖아요 그죠? 예, 그걸 제가 뭐 이라 할게요. 사무실 집기 비품, 그죠? 여러 가지 이제 집기 비품 집기 비품 한 예 한 400원치 들여놨다 합시다. 400원을 현금으로 지급하다. 예 이렇게 하고 아, 너무 많다 그죠? 한 100원만 할게요. 집기 비품 집기 이제 뭐 책상, 의자, 컴퓨터 아시겠죠? 뭐 선풍기, 에어컨 이렇게. \n\n**[03:22] 강사:** 그리고 이제 장사해야 되잖아요 그죠? 장사해야 되니까 이제 6월 17일쯤 돼서 이제 물건 사 왔습니다. 자 우리가 상품이라 이제 묶어서 상품이라 하는 건데 내가 만약에 뭘 뭘 팔든 그 팔기 위한 걸 우리가 상품이라 이라 합니다. 아시겠죠? 어, 내가 예를 들어서 뭐 컴퓨터를 판다든가 그죠? 뭐 책을 판다든가 하여튼 뭐 무슨 뭐 어린애를 상대로 해서 뭐 과자를 판다든가 뭐든지 팔기 위한 걸 상품이라 하는 겁니다. \n\n**[03:59] 강사:** 나는 우리 회사에서는 뭐 예를 들어서 음 뭐 뭐 건설의 뭐 건설을 하겠다. 그죠? 집을 짓겠다. 즉 그것도 결국 상품이죠 그죠? 집을 지어서 팔겠다. 예, 아무튼 하여튼 뭐 물건 팔기 위한 걸 상품이라 하는 겁니다. 뭐 상품을 사 와야 되죠 그죠? 어 우리가 상품을 사 오는데 300원치 사 왔다. 300원을 예 현금 구입했다 현금 매입했다 현금 주고 사 왔다 그죠? 사 와서 이제 팔아야 되죠 그죠? 이 흐름 알겠죠 대충 그죠? \n\n**[04:29] 강사:** 이제 딴 거 없습니다. 내가 이제 사업 계획을 세워 놓고 나서 점포 얻어가지고 직원 채용하고 그죠? 집기도 놓고 응, 그 물건 이제 사 왔죠? 장사해야 되니까 그죠? 물건 상품 외에 뭐 서비스업도 할 수 있습니다 그죠? \n\n**[04:46] 강사:** 그리고 이제 예 7월 5일쯤 돼서 이상을 팔았습니다. 상품 예 이거 450원에 팔았다. 이 원가는 100원짜리다. 100원짜리 원가를 450원에 팔았습니다. 좀 많이 남았습니다 그죠? 원가 100원짜리를 450원에 팔았다. 450원에 팔았는데 외상으로 팔았다. 첫 거래니까 뭐 외상으로 팔았다 그죠? \n\n**[05:18] 강사:** 그럼 요 때 또 받아야 되잖아 그죠? 예, 그래서 8월 5일 날 외상 대금 중에서 요 중에서 300원을 현금 회수하다. 제 예 이랬습니다 그죠? 예. 그리고 이제 음 또 9월 10일쯤 됐다 상품 또 팔았다 그죠? 이번에는 예 300원치 팔았는데 요 상품의 원가도 100원짜리다. 요거는 현금으로 팔았다 현금 현찰 받고 판매를 했다 합시다. 아시겠죠 그죠? \n\n**[06:01] 강사:** 그리고 이제 10월 달 들어가서 집세. 이제 요 집세 이제 계약했잖아 요건 이제 뭐 예를 들어 집세 요거는 어 300원 현금 지급했고 요거는 뭐 예를 들어서 보증금이라 합시다 응? 집세 매월 나가는 집세가 뭐 예를 들어 80원 현금 지급하다. 그죠? 됐죠 그죠? 예, 뭐 이 정도. \n\n**[06:33] 강사:** 그러고 나서 12월 25일 날 크리스마스 날 직원들 회식비. 뭐 직원 또 회식 한번 해야 되겠죠 그죠? 회식비 50원 나갔다. 이래서 1년이 지났습니다. 뭐 일상적으로 있을 수 있는 일이잖아 그죠? 뭐 이거 뭐 제가 뭐 다른 예를 든 거 아닙니다 그냥 여러분들하고 합의하에 그냥 하나 만들어본 겁니다 그냥 제가 머릿속에 가 있던 것도 아니고 우리 그냥 일상 뭐 이사의 뭐 더 많겠죠 그죠? 하여튼 이런 게 있었다. \n\n**[07:07] 강사:** 자 그러면 흐름을 제가 한번 볼게요 한번 보세요. 예를 들어서 이제 우리가 자 이걸 보면은 자 현금이라는 돈 한번 봅시다. 현금이 1,000원 들어왔죠 우리 기업에 그죠? 1,000원 들어왔고 그렇죠? 영업을 시작할 때 이걸 우리는 뭐라 하냐 자본금이라 이라 합니다 자본금. 그러면은 현금 1,000원이 생기고 자본 자본금도 1,000원 생기다 그죠? 이렇게 생겼잖아 그죠? \n\n**[07:42] 강사:** 그럼 이제 점포를 얻고 보증금 생겼겠네 그죠? 보증금 보증금 300원이 생기고 현금이 300원 나갔죠 그죠? 그럼 300원 빼야 되잖아 나갔으니까 마이너스. \n\n**[08:01] 강사:** 다음에 직원 월급 200원 주기로 하고 채용하다. 요거는 이제 회계상 그 이런 걸 거래라 이라 하거든요. 거래 처음 하시는 분은 이제 제가 그냥 이렇게 자연스럽게 이렇게 말씀드리니까 아, 이런 걸 거래라 한다 이렇게 이해를 하세요 그냥 자연스럽게 거래라 합니다. 요거는 거래가 아니죠 뭐 사람을 채용했다 이런 걸 우리가 회계상 거래가 아니다 하는 거는 장부에 기장을 안 한다 이겁니다. \n\n**[08:31] 강사:** 사람 채용 이런 거 이제 별도로 그냥 하나 인사 기록 카드에 적어 놓겠죠 그죠? 장부에 어떤 우리가 기장하지 않는다 이 말입니다. 그 회계상의 거래는 아니다. 일상의 우리는 거래가 될 수 있잖아 그죠? 사람을 사람하고 계약을 맺었으니까 그죠? 그렇지만 우리가 회계상에서는 거래 회계상 하는 거는 회계상 하는 거는 현금이 들어오든 나가든 자산 부채가 증가되든 감소되든 요런 거래가 발생해야 됩니다. 아시겠죠? 예, 다. \n\n**[09:03] 강사:** 그다음 보니까 급여를 200원 현금 줬다 그죠? 어 월급이 나갔네. 월급이라는 급여가 나갔다 그죠? 월급이 200원이 발생됐고 요게 현금이 200원 나갔습니다. 현금이 200원 나갔네. \n\n**[09:21] 강사:** 다음에 6월 15일 보니까 비품을 100원 현금 지급했다 그럼 비품은 들어왔을 겁니다 그죠? 비품이라는 게 100원치가 들어왔고 현금은 또 100원 나갔죠? 100원 또 나갔다. 나가버렸다 그죠? 음 다음에는 상품을 300원치 현금 주고 사 왔다 그랬습 상품이 들어왔죠? 상품이 300원 들어오고 요도 현금 또 나갔잖아 그죠? 현금 또 나갔네 마이너스 뭐 현금은 지금 얼마 있죠? 100원 남았네 그죠? \n\n**[09:55] 강사:** 어 이번에 이제 팔았습니다 보세요 상품을 외상으로 팔아서 450원이 들어왔죠? 외상 매출 외상값 생겼다 그죠? 외상 매출금이라는 외상값 받을 권리가 생겼잖아 그죠? 450원 생겼고 그죠? 원가 100원짜리 상품이 팔렸죠 그죠? 상품이 100원만큼 팔렸잖아 나갔으니까 100원만큼 나갔고 그러면 요 차이가 뭐죠 이익이 생겼죠 그죠? 아 이익이 이제 우리가 이걸 상품 매출 이익이라 이라 합니다. 이익이 350원 생겼다 그죠? 요렇게 장부에 이제 기록하겠죠 음. \n\n**[10:41] 강사:** 다음에 8월 5일 날 외상 대금 이 중에서 300원을 현금으로 회수하다 그랬으면 현금이 들어왔잖아 그죠? 현금이 들어왔네 다시 300원 들어왔고 그럼 외상 매출금 받을 돈 요 300원 요 중에서 받았으니까 300원만큼 받았으니까 이제 150원 남았다 그죠? 그죠? 예. \n\n**[11:06] 강사:** 또 팔았네 그죠? 300원을 현금 받고 팔았습니다 현금이 들어왔겠네 얼마가 300원 들어왔잖아 그죠? 어 현금 또 300원 들어오고 예 상품이 나갔죠? 원가가 100원짜리가 나갔으니까 100원만큼 나갔고 그죠? 요 또 차이가 100원짜리를 300원에 팔았으니까 200원 이익 생겼죠? 어 이익이 또 200원 생겼다 그죠? 요렇게. \n\n**[11:35] 강사:** 다음에 이제 10월 1일 날 집세 80원 현금이 나갔습니다 집세를 우리가 집세라 해도 되지만은 회 이제 우리 이제 법상 요 임차료 이럽니다 임차료 내가 빌려줬으면 임대료라 이라 하고 임차료 80원이 생기고 현금이 나갔네 그죠? 현금이 나갔다 이렇게. \n\n**[11:58] 강사:** 이제 마지막 이제 회식비 50원 현금지급 요 회식비는 뭐 여러 가지라 해도 됩니다 우리가 어 쓰면 잡비라 할게요 통상 뭐 잡비 그냥 간단하게 할게요 뭐 회식비라 해도 되고 알겠죠? 50원이 나 비용이 발생됐죠? 현금이 나갔습니다 50원만큼. 끝났죠 그죠? \n\n**[12:19] 강사:** 그럼 이제 1년 결산이 탁 끝났잖아 그러면 1년에 이제 우리가 어 이렇게 하고 나니까 한번 보세요 현금은 그 1,000원에서 이제 요 빼고 700원 500원 3 400원 이제 100원 됐다가 다시 더하면 400원 700원 700원에서 80원 빼니까 620원 620원에서 50원 빼니까 그죠? 570원 남았네 요건 570원 남았다 그죠? 현금 570원 남아 있고 그죠? 자본금이 1,000원 보증금이 300원 급여가 200원 비품 100원이고 상품은 요 빼면 100원 남 100원치 남아 있네 그죠? 남아 있잖아 외상값은 150원 남아 있다 그죠? 요렇게 매출 이익은 550원 이익이 생겼다 그죠? 요렇게 집세가 80원 나갔고 잡비가 50원 나갔다. \n\n**[13:17] 강사:** 요렇게 이제 결론이 요 됐잖아. 자 그러면 우리가 1년간 장사하고 나서 얼마 이익이 얼마 생겼을까요? 우리가 이제 자 우리가 결산 때 제가 지난 시간에 말씀드렸죠 그죠? 우리는 12월 말이 되면은 결산을 합니다 그죠? 결산을 하 결산의 목적이 뭐라 그랬죠? 얼마 이익 봤느냐 손해 봤느냐 손익 계산하고 1년 후에 내 재산 상태 요 알아본다 그랬죠 그죠? 그렇죠? \n\n**[13:53] 강사:** 그러면 손익 계산이 얼마인지 한번 볼까요 보세요 그러면 요거는 수익이잖아 그죠? 수익이고 요 비용이잖아 수익은 100 550원 생겼고 비용이 130원 나갔으니까 550원에서 130원 빼니까 얼마 420원 이익이 생겼잖아 그죠? 550원에서 130원 빼니까 그죠? 예 420 생겼죠 그죠? 예. \n\n**[14:21] 강사:** 자 그러면 이제 재무 상태는 어떠냐 한번 볼까요 자 이 보세요 지금 현금은 자산이잖아 그죠? 자산 자산의 지금 500 아이고 아이고 아이고 요 하나 더 빠졌네 요 급여 월급 나간 거 있네 그죠? 요 200원 또 빼줘야 됩니다 요것도 비용이니까 요거 요거 요거 비용이잖아 그러면 200원하고 80원 330원 나갔네 그죠? 그럼 220원 남았습니다 이익이 요게 이익이다 그죠? 알겠죠 급여 나갔으니까 요거 나갔고 그죠? 요거 요 계산 다 끝났습니다 그죠? \n\n**[14:55] 강사:** 그럼 1년간 우리가 하고 나서 이익은 얼마 220원이다 이겁니다 알겠죠 수익은 550원이고 비용이 이렇게 생겼잖아 이게 비용이라 하는 겁니다 그러면 이제 자산이 얼마인지 볼까요 자산은 현금 요거 자산 그리고 상품 자산 요거 자산이잖아 그죠? 그럼 570원 요거 요거잖아 그죠? 그럼 얼마죠 예 820원 되겠네 뭐 자산은 지금 현재 820원이다 570원에다가 요거 한 670원에다가 150원 더하니까 820원 자산이고. \n\n**[15:35] 강사:** 어 지금 아 아유 요것도 또 자산 보증금 300원 요 요도 보증금 요도 자산입니다 요도 자산이죠 자산 뭐 1,120원 되겠네 그죠? 120원이고 예 그렇죠? 그다음에 아이구 요것도 또 자산 비품도 자산이잖아 그죠? 100원 1,220원이네 그렇죠? 1,220원이고 음 그다음에 요게 부채는 없네 그죠? 부채는 없다 그럼 자본이 얼마죠 이 지금 자본이 여 1,000원이잖아 그죠? 예 그렇죠? \n\n**[16:12] 강사:** 자 보세요 그러면 지금 부채는 없잖아 그죠? 끝났습니다 잘 보세요 그럼 자산이고 요거 부채 자본 빼니까 요 얼마 차이 얼마 생깁니까 요게 차이가 220원 생기죠 그죠? 요거와 요게 같잖아 요렇게 같아집니다 알겠죠? \n\n**[16:32] 강사:** 그 요거는 우리가 자산 부채 자본을 나타내는 걸 우리는 대차대조표라 하는 겁니다 대차대조표 그 우리 이제 우리는 국제 기준이니까 재무 상태표라 한다 그랬죠 그죠? 예 요 요렇게 나타내 요걸 뭐라 하고 손익 계산서 그 요건 재무 상태표 요걸 손익 계산서라 이라 합니다 아시겠죠 그럼 이걸 이제 우리가 나타낼 때는 제가 요걸 요렇게 한 번 해 볼게요 보세요 요 표가 요 표 \n\n**[17:00] 강사:** 이 표를 우리가 약식으로 요렇게 T 요 요래 그려 요렇게 요렇게 요렇게 해서 예 그러면 재무 상태표 하는 거는 우리가 이제 발란스 시트 대차대조표 요렇게 나타 약자로 손익 계산서는 PL 요렇게 하고 아까 요 해 볼까요 요기에다가 이제 대변에다가 상품 매출 이익 아까 얼마였죠 예 550원이네 그죠? 550원 비용이 뭐가 있었죠 저기 보니까 급여 급여 200원 또 임차료 그죠? 80원 잡비 50원 요렇게 됐잖아. \n\n**[17:42] 강사:** 그럼 이제 재무상태표는 여기에 자산 부채 자본 적거든요 자산은 1,220원 부채는 제로 자본은 1,000원 그래서 요 이제 결과 그죠 요 결과가 550원에서 요 200 330 빼니까 여기에 이제 우리는 항상 장부를 마감할 때는 같도록 해 줘야 됩니다 그럼 모자라 부족한 쪽에 요 적어 줘야 되죠 요 220원 적어야 같아지잖아 그죠? 요게 얼마 550원 되죠 그죠? 요렇게 이래서 장부는 항상 요렇게 마감을 요래 해 줍니다 부족한 쪽에 적어 줘야 같아지잖아 그죠? 요걸 뭐라 하느냐 당기 순이익이라 이라 합니다 이익은 이익인데 올해 당기 순이익이다 이렇게. \n\n**[18:33] 강사:** 요도 마찬가지죠 그죠? 요기 보시면은 1,220원이고 요 1,000 1,000원이네 요 220원 생기잖아 요걸 뭐라 하고 그렇죠 당기 순이익이라 이라 합니다 요렇게 그럼 마감하고 나니까 아 합계는 1,220원이다 그죠? 요렇게. \n\n**[18:52] 강사:** 그럼 끝났잖아 요걸 우리 뭐라 하고 그렇죠 결산 보고서 이걸 재무제표라 하는 겁니다 요래 하고 나면은 탁 끝나죠 그죠? 그러면 그다음에 이제 얼마 이익 얼마 생겼습니까 220원 이익 생겼죠 그죠? 220원 이익 생긴 데다가 세금 내야죠 그죠? 그 세금은 뭐라 하죠 기업에서는 무슨 세? 그렇죠 법인세 알겠죠 그죠? 법인세 내고 나면은 탁 끝나버리죠 이 과정입니다 우리가 하고자 하는 과정 부기라는 과정 장부 기장이 이렇습니다. \n\n**[19:31] 강사:** 지금 제가 해 드린 거 이거는 이제 예 한마디로 이거잖아 그죠 주먹 주먹구구식이죠 그죠 응? 이걸 이제 우리가 체계화해서 이게 이걸 이제 좀 체계화하는 거죠 그죠 체계화하자 요렇게 요렇게 정해 놓은 그걸 뭐라 하고 그렇죠 법이죠 그죠 그 법을 이름은 뭐라 한다 그렇죠 국제 회계 기준이라 이라 합니다 우리나라는 기업 회계 기준 비상장 법인은 기업 회계 기준이고 상장 법인은 국제 회계 기준이라 하는 겁니다. \n\n**[20:13] 강사:** 결론은 이기죠 주먹구구식으로 해도 이래 나오고 체계화돼 있는 법으로 해도 이래 나옵니다 결과는 알겠죠 근데 우린 이제 이걸 공부해야 되겠죠 그죠 이게 전부 다입니다 회계학의 전체 이걸 우리가 끊어서 이제 하나하나 자산이다 부채다 이래서 계정 과목을 먼저 이해하고 하나하나씩 하나하나씩 이제 들어오고 나간 돈 있잖아 그죠 요런 걸 이제 정리해 나가는 겁니다 아시겠죠 그죠 예 그 이걸 이제 우리가 하기 위해서 이제 첫 번째 요거 이제 대충 돌아가는 건 알겠죠 그죠 이 하면 되는데 이걸 이제 우리가 체계 했던 겁니다 아시겠죠 그죠. \n\n**[20:55] 강사:** 자 이 보세요 그 이걸 이제 우리가 뭐 하느냐 요걸 첫째 하는 순서가 이제 분개 이라 합니다 분개 분개를 해서 이걸 이제 장부에 기장하죠 장부 이 장부에 기장하는데 이 장부가 뭐냐 총계정 원장이라 합니다 원장이라 하고 이 총계정 원장이 이제 이게 작성 여기서 바로 이걸 하면은 이게 틀릴 수가 있잖아 그래서 요거 장부 기장이 맞나 틀리나 확인해 봅니다 그걸 우리가 시산표다 이랬습니다 시산표를 작성하고 요걸 작성하고 나서 이제 이거 작성하죠 이렇게 이렇게 요런 순서. \n\n**[21:43] 강사:** 분개를 해서 요게 이제 장부죠 원장이라는 장부를 작성하고 그다음 요게 맞나 틀리나 알아보는 것이 시산표고 요 시산표를 가지고 요래 작성하는데 결론은 이래 나옵니다 알겠죠 자 여기서 이제 우리가 우리는 이거 흐름을 알고 나서 우리 시험은 주관식이 아니고 객관식입니다 전체 흐름을 아셔야 되잖아 그죠 아 어떻게 일단은 우리가 숲을 보고 나서 나무를 봐야 되니까 먼저 전반적으로 흐름은 이렇다 하는 이해를 하시고 나서 하나하나 들어가야 됩니다 아시겠죠 그 전체 흐름도 모르고 마 바로 들어가다 보면 길을 잃어버리잖아 그죠 예 자 보세요 그러면 여기서 이제 분개를 하는 걸 잠깐 말씀드릴게요 일단 이제 우리 교제 보면서 구체적으로 또 하나하나 해 드릴 겁니다 이제 전체 이제 우리가 아 요렇다 하는 일단 양념 아시겠죠 이해를 하셔야 되니까. \n\n**[22:38] 강사:** 분개는 법칙이 있습니다 요래 하자 정해 놓은 게 있죠 그죠 뭐냐 하면은 거래의 8요소라 하는 말이 있는데 차변과 대변으로 구분합니다 별다른 뜻이 없고 왼쪽을 차변이라 하고 오른쪽을 대변이라 한다 그래 보시면 돼요 알겠죠 왼쪽은 차변이고 오른쪽은 대변 요렇게 나눠주죠 요렇게 나눠주는데 자산 계정이 자산 항목이 증가됐다 뭐 돈이 들어왔다든가 상품이 들어왔습니다 그죠 뭐 증가됐잖아 그럼 차변에 적어 주고 요게 감소가 된 나갔다 그죠 그럼 대변에 적어 줍니다 아시겠죠 요건 정해 놓은 겁니다. \n\n**[23:24] 강사:** 부체는 반대입니다 부체가 늘어나면 요건 예 대변에 적어주고 그 부체가 감소하면 차변에 적어줍니다 자본도 마찬가지 자본이 증가하면 대변에 적어주고 자본이 감소하면 차변에 적자 그리고 비용 수익 있잖아 자산 부채 자본 끝났잖아 그죠 그럼 수익과 비용인데 수익은 항상 대변에 적어주고 비용은 차변에 적어주자 요 우리가 비용은 증가 감소란 말 안 쓰고 그냥 발생이라 이라 합니다 수익의 발생 이런 식으로 요걸 뭐라 하느냐 거래의 8요소 하는 겁니다 8개잖아 4개 4개 이 거래의 8요소라 하는 겁니다. \n\n**[24:12] 강사:** 물론 이제 10요소라 하기도 합니다 요게 비용의 소멸 하면 대변 수익의 소멸 하면 이오잖아 그죠 그 10요 열 개니까 10요소 뭐 잘 안 씁니다 요거 자 한번 읽어볼까요 시작 자산 증가 부채 감소 자본 감소 비용 발생 자산 감소 부채 증가 자본 증가 수익 발생 아시겠죠 그죠 요렇게 나누어 주는 겁니다 즉 말해서 이런 거래가 발생했잖아 요 보면 요런 거래가 발생했을 때 이걸 분개를 하라 하면은 자 보세요. \n\n**[24:50] 강사:** 현금으로 영업을 시작해서 현금이 들어왔죠 그죠 현금은 자산입니다 그죠 자산이 들어왔으니까 자산이 증가죠 어 그러면 왼쪽 즉 차변에 현금 적어 주고 그 자본이 늘어났잖아 그죠 그럼 자본금 1,000원 요 적어 줍니다 요걸 분개했다 하는 겁니다 분개 분개는 어렵지 않습니다 예 요것만 알면 되는데 뭐 알겠죠 요 또 볼까요 점포를 에 얻고 그 보증금을 현금 지급했다 그 보증금이라는 거 돈 맡겨놨으니까 이 보증금이 늘어났잖아 그죠 현금이 나갔습니다 그러면 현금이 현금은 300원 나갔다 그죠 이렇게. \n\n**[25:31] 강사:** 직원 요건 이제 회의 사람 채용했으니까 회계상 거래가 아니라고 그랬죠 급여를 현금으로 지급했습니다 자 생각해보세요 급여는 비용이죠 비용이 발생했다 차변에 급여 적고 현금이 나갔죠 예 차변에 급여 200원 대변에 현금 200원 이렇게 하는 이거 분개라 하는 겁니다 자 분개할 때 요령은 이제 요령을 좀 배웁시다 대충 알겠죠 그죠? \n\n**[26:01] 강사:** 현금이 가장 자주 나옵니다 현금 거래 그럼 현금이 들어왔으면 들어왔으니 증가니까 차변 현금이 나가면 대변 그죠? 그다음 두 번째 많이 나오는 게 상품입니다 상품 그럼 상품은 매입 매출하거든요 상품은 매입했다 하면 증가잖아 차변 상품 매출하면 대변 일단 그걸 먼저 알아 놓으세요 그걸 먼저 하고 나서 나머지는 갖다 여만 돼요 양쪽에 다 들어가야 되니까 그래서 이런 거 마냥 분개할 때 그죠? 음 예를 들어서 급여 200원을 현금 지급했다 할 때 이거 급여를 먼저 보지 마시고 요걸 먼저 아 요게 만만하니까 현금이 들어왔나 나갔나 보세요 나갔죠 어 그럼 대변에 현금 적으면 되겠네 그죠? 차변에 그냥 급여 이 적어주면 되죠 이렇게. \n\n**[26:52] 강사:** 비품을 현금 나갔죠 요 현금 나갔네 그죠 현금 나갔다 현금 100원 나갔다 그죠 왜 나갔느냐 비품 그죠 요것도 마찬가지죠 현금 현금 주고 사 왔잖아 현금 나갔네 현금 나갔다 왜 상품 사 왔네 이렇게. 요거는 조금 복잡죠 그죠 상품이 나갔잖아 일단은 상품을 팔았으니까 팔았는데 적을 때는 원가로 적습니다 원가 적고 얼마 남았습니까 350 이익 생겼죠 그죠 이렇게 요렇게 나눠 줍니다 원가 100원짜리를 450원에 팔았으니까 요걸 이제 우리가 상품 매출 이익이라 합니다 건물을 팔았다 건물 처분 이익 나중에 이제 다 한번 해 드릴게요 뭐 고정자산이라 하기도 하고 합니다 외상 팔았잖아 그죠 그럼 외상 매출금이라 하죠 외상값 450원이다. \n\n**[27:50] 강사:** 자 이거 보세요 외상 매출금 중에서 300원 현금 회수해 현금이 들어왔잖아 차변에 현금 300원 들어왔다 그죠 왜 들어왔느냐 외상 매출금 들어왔다 이렇게 여기도 마찬가지 한번 더 해 볼까요 상품 300원에 현금 받고 팔았다 현금이 들어왔잖아 현금 얼마 들어왔습니까 현금은 300원 들어왔죠 상품 나갔다 그죠 나갔는데 원가 얼마짜리 100원짜리 그 이익 얼마 매출이 줄일게요 200원 그죠. \n\n**[28:24] 강사:** 그리고 집세를 현금 지급했습니다 현금이 나갔죠 그럼 현금 대변에 80원 차변에 집세 요걸 우리가 임차료 이렇게 80원 다음에 회식비 요 현금 나갔다 그죠 현금 50원 장부는 회식비 해도 됩니다 예 그냥 우리가 뭐 그냥 뭐 잡비 요렇게 알겠죠 예 뭐 판공비 잡비 해도 되고 이렇게 하는 걸 분개라 하는 겁니다 분개 알겠죠 뭐 어렵지 않죠 그죠 그 분개는 요걸 아시면 되죠 요걸 뭐라 그런다 거래의 8요소 요렇게. \n\n**[29:02] 강사:** 분개를 하고 나면 이제 이걸 작성하잖아 이 총계정 원장이라 하는 게 뭐냐 우선은 간단하게 제가 그냥 흐름만 말씀드릴게요 이번에 예 이런 계정 과목들의 집을 말합니다 즉 말해 여 보니까 현금 계정 하나 나와 있네 자본금도 보이네 보증금도 보이네 그죠 급여도 보이네 비품도 보이네 상품도 보이고 그죠 이렇게 외상 매출금도 보이고 그죠 예 또 상품 매출 이익도 있고 임차료도 있고 그리고 또 잡비도 있네 이렇게 이 계정들마다 요렇게 집을 하나씩 만들어 줘요 집 요걸 뭐라 하느냐 총계정 원장이라 이래 부릅니다. \n\n**[29:52] 강사:** 그냥 우리는 이게 원래 양식은 이렇습니다 요렇게 해서 여러분들 왜 저 문구점에 가보시면은 그 장부들 팝니다 문구점에 가면은 이 양시 좀 이런 식으로 돼 있어요 보통 표준식인데 어 이런 편식에 보면 이제 예를 들어서 우리가 이 현금 계정이다 그죠 이 현금 계정이다 하면은 여기 날짜 여기에 이제 그 내용을 적어야 되죠 적요 여기는 분개장의 면수 우리가 이걸 기입하는 장부를 우리가 분개장이라 이러거든요 분개장 예 그 분개장의 몇 페이지 있나 하는 그 페이지를 적어 주는 겁니다 요건 이제 금액 얼마 적어 주고 똑같습니다 날짜 적고 요 상대 계정 적요 적고 요게 분명 적어 주고 요기 금액 요 적습니다 요런 식 요게 표준식인데 이걸 이제 생략하죠 그냥 요렇게 약자로 t 그래서 요렇게 요렇게 요렇게 요렇게 요렇게 T 계정 요런 식으로 우리가 하죠. \n\n**[31:05] 강사:** 그러면은 한번 옮겨 볼게요 보세요 현금이 지금 1,000원 있죠 그죠 차변에 있죠 예 그럼 현금 찾아서 차변에 1,000원 요 적습니다 요렇게 요게 적을 때는 항상 반대편 요거 자본금 날짜는 언제죠 1월 1일 요렇게 하나하나씩 다 옮겨야 됩니다 자본금이 있죠 그죠 자본금 찾아봅니다 요게 자본금 만들어 주고 대변에 대변 있잖아 그죠 1,000원 적어 주고 날짜는 현금 1월 1일 요렇게 요래 옮겨 주는 겁니다. \n\n**[31:42] 강사:** 자 또 보증금이 나왔죠 그죠 보증금 계정 차변에 300원이 있다 그죠 300원 뭐죠 현금 날짜는 3월 1일 요렇게 그럼 또 현금 계정 요 있잖아 요 대변에 있죠 300원 현금 대변에 300원 계정 뭐죠 보증금 날짜는 언제 예 3월 1일 이런 식으로 옮겨 주는 겁니다 이걸 뭐라 부른다 원장이라 하는 원장이라 하는 거는 원 어떤 원 자 씁니까 장부 중에 제일 먼저 작성된다 해서 으뜸 원자 원장이라 하는 겁니다 우리 흔히 원장 원장 하죠 이게 원장입니다. \n\n**[32:25] 강사:** 그리고 이 계정별로 요런 계정별로 요 계정이 있잖아 그죠 전부 다 총 다 했다 해서 총계정 원장이라 하죠 이런 식으로 하나 옮겨 주는 겁니다 하나 더 해 볼까요 급여 지금 급여가 차변에 있죠 200원 요 200원 요렇게 적을 때는 반대편 요거 적어주고 현금 날짜는 언제죠 5월 10일 요거 적었습니다 요도 해줘야죠 그죠 현금이 대변에 200원 있죠 현금 대변에 200원 급여 적어주고 날짜는 5월 10일. \n\n**[33:01] 강사:** 옮기는 거 이런 거 한 번 해보면 누구나 다 할 수 있습니다 그 이런 식으로 쭉 하거든요 그다음에는 이것이 맞나 트 이 시점 작성하고 그걸 보고 이제 아까 재무 상태표와 손익 계산서를 작성하면 되는 겁니다 이게 전체 흐름입니다. \n\n**[33:18] 강사:** 그러면 이제 이게 이런 식으로 우리가 이제 어 장부 기장의 흐름은 이래 되는데 이 장부 기장 하는 거는 오늘은 이제 이 우리가 쉽게 말해서 맛만 보는 겁니다 실제 하는 거는 여러분들 나중에 주택 관리사 자격증을 가지고 실제 아파트 관리 사무소장 근무하시면서 근무하러 가서 거기 보면 이제 뭐 경리 직원이 있습니다 경리 직원이 다 하는데 여러분들은 보는 것만 하실 수 있으면 되잖아 그죠 아 이게 아 요래 흐름만 아시면 돼요. \n\n**[33:52] 강사:** 우리가 지금 공부할 거는 이 전체 흐름을 일단은 알고 나서 시험에 이게 나오지는 않습니다 시험에 그냥 아 이게구나 하는 걸 알고 우리가 시험에 나올 거 이제 구체적으로 아 주관식이 아니고 객관식이니까 객관식 대비해서 이제 어떻게 할 건지 알겠죠 그걸 이제 하나씩 해 나갈 겁니다 예 오늘 이제 흐름이니까 교재는 예 44쪽입니다 44페이지 자 흐름 대충 아시겠죠 그죠 그 다음 시간에 교재 보면서 또 예 말씀드리겠습니다 예 잠깐 쉬었다 하겠습니다. \n\n---",
  "segments": [
    {
      "text": "회계 원리의 전반적인 흐름과 과정에 대한 한국어 팟캐스트 녹취록입니다."
    },
    {
      "text": "---"
    },
    {
      "timestamp": "00:00",
      "text": "** 강사:** 안녕하십니까? 예, 지난 시간에 우리가 이제 회계 원리의 전반적인 것, 이렇게 흐름을 제가 말씀드렸습니다. 오늘은 그러면은 회계 원리의 어떤 그 말하자면 그 진행, 즉 말해서 우리가 과정이 어떻게 되는지 우리 그냥 아는 상식을 가지고 한 번 말씀해 드릴게요. 한 번 보세요."
    },
    {
      "timestamp": "00:24",
      "text": "** 강사:** 예를 들어서 우리가 이제 어떠한 사업을 시작하지 않습니까? 그죠? 이 회계 원리, 즉 부기 장부라는 거는 어디든 다 적용됩니다. 모든 기업, 그죠? 우리 가정에서도 필요하죠. 가계부라는 장부가 있고 학교라든지 뭐 정부라든지 각... 주로 이제 기업, 기업에서 많이 합니다마는 어디라도 다 장부가 다 있습니다. 그렇죠?"
    },
    {
      "timestamp": "00:52",
      "text": "** 강사:** 그러면 장부의 기본에 대한 원리에 대해서 제가 잠깐 말씀드릴게요. 음, 예를 들어서 하나 뭐 우리가 장사를 한번 시작한다고 가정할게요. 예를 들어 이제 1월 1일 날 일단은 장사 시작하면 돈이 필요하지 않습니까? 그죠? 자본금, 현금 예를 들어서 숫자는 많이 안 하겠습니다. 1,000원. 1,000원 해도 되고 뭐 이거 1,000만 원 해도 되고 1,000억으로 봐도 되고. 현금 1,000원을 가지고 1,000원으로 영업을 시작하다. 장사 시작했다 그죠?"
    },
    {
      "timestamp": "01:29",
      "text": "** 강사:** 영업을 시작하다 이렇게. 그리고 이제 이제 뭐 준비 좀 하다가 이제 사무실에 일단은 이제 우리가 뭐 점포를 얻어야 되겠죠? 그죠? 예, 점포 계약을 하고 점포 뭐 예를 들어서 300원. 뭐 월세 계약을 하든지 전세 계약을 했든 현금으로 줘야 되잖아요 그죠? 현금 지급하고."
    },
    {
      "timestamp": "02:00",
      "text": "** 강사:** 그러면 이제 또 직원 채용해야 된다 그죠? 뭐 한 4월 5일쯤 돼서 직원을 채용하고, 직원 채용 자체는 이제 거래가 아닙니다 그죠? 일단은 직원을 채용했다. 직원 이제 월급, 월급 200원 주기로 하고 200원에 채용하다. 채용하다 그죠? 그리고 이제 월말 되면은 돈 줘야 되잖아요 그죠? 5월 10일 날 이 직원 월급 200원을 현금으로 지급하다. 줘야 되죠 그죠?"
    },
    {
      "timestamp": "02:37",
      "text": "** 강사:** 이제 준비 다 되었습니다. 점포도 얻었고 사람도 직원도 채용했고 그리고 이제 컴퓨터도 들여놔야 될 거고 했죠? 그 잡다한 거 있잖아요 그죠? 예, 그걸 제가 뭐 이라 할게요. 사무실 집기 비품, 그죠? 여러 가지 이제 집기 비품 집기 비품 한 예 한 400원치 들여놨다 합시다. 400원을 현금으로 지급하다. 예 이렇게 하고 아, 너무 많다 그죠? 한 100원만 할게요. 집기 비품 집기 이제 뭐 책상, 의자, 컴퓨터 아시겠죠? 뭐 선풍기, 에어컨 이렇게."
    },
    {
      "timestamp": "03:22",
      "text": "** 강사:** 그리고 이제 장사해야 되잖아요 그죠? 장사해야 되니까 이제 6월 17일쯤 돼서 이제 물건 사 왔습니다. 자 우리가 상품이라 이제 묶어서 상품이라 하는 건데 내가 만약에 뭘 뭘 팔든 그 팔기 위한 걸 우리가 상품이라 이라 합니다. 아시겠죠? 어, 내가 예를 들어서 뭐 컴퓨터를 판다든가 그죠? 뭐 책을 판다든가 하여튼 뭐 무슨 뭐 어린애를 상대로 해서 뭐 과자를 판다든가 뭐든지 팔기 위한 걸 상품이라 하는 겁니다."
    },
    {
      "timestamp": "03:59",
      "text": "** 강사:** 나는 우리 회사에서는 뭐 예를 들어서 음 뭐 뭐 건설의 뭐 건설을 하겠다. 그죠? 집을 짓겠다. 즉 그것도 결국 상품이죠 그죠? 집을 지어서 팔겠다. 예, 아무튼 하여튼 뭐 물건 팔기 위한 걸 상품이라 하는 겁니다. 뭐 상품을 사 와야 되죠 그죠? 어 우리가 상품을 사 오는데 300원치 사 왔다. 300원을 예 현금 구입했다 현금 매입했다 현금 주고 사 왔다 그죠? 사 와서 이제 팔아야 되죠 그죠? 이 흐름 알겠죠 대충 그죠?"
    },
    {
      "timestamp": "04:29",
      "text": "** 강사:** 이제 딴 거 없습니다. 내가 이제 사업 계획을 세워 놓고 나서 점포 얻어가지고 직원 채용하고 그죠? 집기도 놓고 응, 그 물건 이제 사 왔죠? 장사해야 되니까 그죠? 물건 상품 외에 뭐 서비스업도 할 수 있습니다 그죠?"
    },
    {
      "timestamp": "04:46",
      "text": "** 강사:** 그리고 이제 예 7월 5일쯤 돼서 이상을 팔았습니다. 상품 예 이거 450원에 팔았다. 이 원가는 100원짜리다. 100원짜리 원가를 450원에 팔았습니다. 좀 많이 남았습니다 그죠? 원가 100원짜리를 450원에 팔았다. 450원에 팔았는데 외상으로 팔았다. 첫 거래니까 뭐 외상으로 팔았다 그죠?"
    },
    {
      "timestamp": "05:18",
      "text": "** 강사:** 그럼 요 때 또 받아야 되잖아 그죠? 예, 그래서 8월 5일 날 외상 대금 중에서 요 중에서 300원을 현금 회수하다. 제 예 이랬습니다 그죠? 예. 그리고 이제 음 또 9월 10일쯤 됐다 상품 또 팔았다 그죠? 이번에는 예 300원치 팔았는데 요 상품의 원가도 100원짜리다. 요거는 현금으로 팔았다 현금 현찰 받고 판매를 했다 합시다. 아시겠죠 그죠?"
    },
    {
      "timestamp": "06:01",
      "text": "** 강사:** 그리고 이제 10월 달 들어가서 집세. 이제 요 집세 이제 계약했잖아 요건 이제 뭐 예를 들어 집세 요거는 어 300원 현금 지급했고 요거는 뭐 예를 들어서 보증금이라 합시다 응? 집세 매월 나가는 집세가 뭐 예를 들어 80원 현금 지급하다. 그죠? 됐죠 그죠? 예, 뭐 이 정도."
    },
    {
      "timestamp": "06:33",
      "text": "** 강사:** 그러고 나서 12월 25일 날 크리스마스 날 직원들 회식비. 뭐 직원 또 회식 한번 해야 되겠죠 그죠? 회식비 50원 나갔다. 이래서 1년이 지났습니다. 뭐 일상적으로 있을 수 있는 일이잖아 그죠? 뭐 이거 뭐 제가 뭐 다른 예를 든 거 아닙니다 그냥 여러분들하고 합의하에 그냥 하나 만들어본 겁니다 그냥 제가 머릿속에 가 있던 것도 아니고 우리 그냥 일상 뭐 이사의 뭐 더 많겠죠 그죠? 하여튼 이런 게 있었다."
    },
    {
      "timestamp": "07:07",
      "text": "** 강사:** 자 그러면 흐름을 제가 한번 볼게요 한번 보세요. 예를 들어서 이제 우리가 자 이걸 보면은 자 현금이라는 돈 한번 봅시다. 현금이 1,000원 들어왔죠 우리 기업에 그죠? 1,000원 들어왔고 그렇죠? 영업을 시작할 때 이걸 우리는 뭐라 하냐 자본금이라 이라 합니다 자본금. 그러면은 현금 1,000원이 생기고 자본 자본금도 1,000원 생기다 그죠? 이렇게 생겼잖아 그죠?"
    },
    {
      "timestamp": "07:42",
      "text": "** 강사:** 그럼 이제 점포를 얻고 보증금 생겼겠네 그죠? 보증금 보증금 300원이 생기고 현금이 300원 나갔죠 그죠? 그럼 300원 빼야 되잖아 나갔으니까 마이너스."
    },
    {
      "timestamp": "08:01",
      "text": "** 강사:** 다음에 직원 월급 200원 주기로 하고 채용하다. 요거는 이제 회계상 그 이런 걸 거래라 이라 하거든요. 거래 처음 하시는 분은 이제 제가 그냥 이렇게 자연스럽게 이렇게 말씀드리니까 아, 이런 걸 거래라 한다 이렇게 이해를 하세요 그냥 자연스럽게 거래라 합니다. 요거는 거래가 아니죠 뭐 사람을 채용했다 이런 걸 우리가 회계상 거래가 아니다 하는 거는 장부에 기장을 안 한다 이겁니다."
    },
    {
      "timestamp": "08:31",
      "text": "** 강사:** 사람 채용 이런 거 이제 별도로 그냥 하나 인사 기록 카드에 적어 놓겠죠 그죠? 장부에 어떤 우리가 기장하지 않는다 이 말입니다. 그 회계상의 거래는 아니다. 일상의 우리는 거래가 될 수 있잖아 그죠? 사람을 사람하고 계약을 맺었으니까 그죠? 그렇지만 우리가 회계상에서는 거래 회계상 하는 거는 회계상 하는 거는 현금이 들어오든 나가든 자산 부채가 증가되든 감소되든 요런 거래가 발생해야 됩니다. 아시겠죠? 예, 다."
    },
    {
      "timestamp": "09:03",
      "text": "** 강사:** 그다음 보니까 급여를 200원 현금 줬다 그죠? 어 월급이 나갔네. 월급이라는 급여가 나갔다 그죠? 월급이 200원이 발생됐고 요게 현금이 200원 나갔습니다. 현금이 200원 나갔네."
    },
    {
      "timestamp": "09:21",
      "text": "** 강사:** 다음에 6월 15일 보니까 비품을 100원 현금 지급했다 그럼 비품은 들어왔을 겁니다 그죠? 비품이라는 게 100원치가 들어왔고 현금은 또 100원 나갔죠? 100원 또 나갔다. 나가버렸다 그죠? 음 다음에는 상품을 300원치 현금 주고 사 왔다 그랬습 상품이 들어왔죠? 상품이 300원 들어오고 요도 현금 또 나갔잖아 그죠? 현금 또 나갔네 마이너스 뭐 현금은 지금 얼마 있죠? 100원 남았네 그죠?"
    },
    {
      "timestamp": "09:55",
      "text": "** 강사:** 어 이번에 이제 팔았습니다 보세요 상품을 외상으로 팔아서 450원이 들어왔죠? 외상 매출 외상값 생겼다 그죠? 외상 매출금이라는 외상값 받을 권리가 생겼잖아 그죠? 450원 생겼고 그죠? 원가 100원짜리 상품이 팔렸죠 그죠? 상품이 100원만큼 팔렸잖아 나갔으니까 100원만큼 나갔고 그러면 요 차이가 뭐죠 이익이 생겼죠 그죠? 아 이익이 이제 우리가 이걸 상품 매출 이익이라 이라 합니다. 이익이 350원 생겼다 그죠? 요렇게 장부에 이제 기록하겠죠 음."
    },
    {
      "timestamp": "10:41",
      "text": "** 강사:** 다음에 8월 5일 날 외상 대금 이 중에서 300원을 현금으로 회수하다 그랬으면 현금이 들어왔잖아 그죠? 현금이 들어왔네 다시 300원 들어왔고 그럼 외상 매출금 받을 돈 요 300원 요 중에서 받았으니까 300원만큼 받았으니까 이제 150원 남았다 그죠? 그죠? 예."
    },
    {
      "timestamp": "11:06",
      "text": "** 강사:** 또 팔았네 그죠? 300원을 현금 받고 팔았습니다 현금이 들어왔겠네 얼마가 300원 들어왔잖아 그죠? 어 현금 또 300원 들어오고 예 상품이 나갔죠? 원가가 100원짜리가 나갔으니까 100원만큼 나갔고 그죠? 요 또 차이가 100원짜리를 300원에 팔았으니까 200원 이익 생겼죠? 어 이익이 또 200원 생겼다 그죠? 요렇게."
    },
    {
      "timestamp": "11:35",
      "text": "** 강사:** 다음에 이제 10월 1일 날 집세 80원 현금이 나갔습니다 집세를 우리가 집세라 해도 되지만은 회 이제 우리 이제 법상 요 임차료 이럽니다 임차료 내가 빌려줬으면 임대료라 이라 하고 임차료 80원이 생기고 현금이 나갔네 그죠? 현금이 나갔다 이렇게."
    },
    {
      "timestamp": "11:58",
      "text": "** 강사:** 이제 마지막 이제 회식비 50원 현금지급 요 회식비는 뭐 여러 가지라 해도 됩니다 우리가 어 쓰면 잡비라 할게요 통상 뭐 잡비 그냥 간단하게 할게요 뭐 회식비라 해도 되고 알겠죠? 50원이 나 비용이 발생됐죠? 현금이 나갔습니다 50원만큼. 끝났죠 그죠?"
    },
    {
      "timestamp": "12:19",
      "text": "** 강사:** 그럼 이제 1년 결산이 탁 끝났잖아 그러면 1년에 이제 우리가 어 이렇게 하고 나니까 한번 보세요 현금은 그 1,000원에서 이제 요 빼고 700원 500원 3 400원 이제 100원 됐다가 다시 더하면 400원 700원 700원에서 80원 빼니까 620원 620원에서 50원 빼니까 그죠? 570원 남았네 요건 570원 남았다 그죠? 현금 570원 남아 있고 그죠? 자본금이 1,000원 보증금이 300원 급여가 200원 비품 100원이고 상품은 요 빼면 100원 남 100원치 남아 있네 그죠? 남아 있잖아 외상값은 150원 남아 있다 그죠? 요렇게 매출 이익은 550원 이익이 생겼다 그죠? 요렇게 집세가 80원 나갔고 잡비가 50원 나갔다."
    },
    {
      "timestamp": "13:17",
      "text": "** 강사:** 요렇게 이제 결론이 요 됐잖아. 자 그러면 우리가 1년간 장사하고 나서 얼마 이익이 얼마 생겼을까요? 우리가 이제 자 우리가 결산 때 제가 지난 시간에 말씀드렸죠 그죠? 우리는 12월 말이 되면은 결산을 합니다 그죠? 결산을 하 결산의 목적이 뭐라 그랬죠? 얼마 이익 봤느냐 손해 봤느냐 손익 계산하고 1년 후에 내 재산 상태 요 알아본다 그랬죠 그죠? 그렇죠?"
    },
    {
      "timestamp": "13:53",
      "text": "** 강사:** 그러면 손익 계산이 얼마인지 한번 볼까요 보세요 그러면 요거는 수익이잖아 그죠? 수익이고 요 비용이잖아 수익은 100 550원 생겼고 비용이 130원 나갔으니까 550원에서 130원 빼니까 얼마 420원 이익이 생겼잖아 그죠? 550원에서 130원 빼니까 그죠? 예 420 생겼죠 그죠? 예."
    },
    {
      "timestamp": "14:21",
      "text": "** 강사:** 자 그러면 이제 재무 상태는 어떠냐 한번 볼까요 자 이 보세요 지금 현금은 자산이잖아 그죠? 자산 자산의 지금 500 아이고 아이고 아이고 요 하나 더 빠졌네 요 급여 월급 나간 거 있네 그죠? 요 200원 또 빼줘야 됩니다 요것도 비용이니까 요거 요거 요거 비용이잖아 그러면 200원하고 80원 330원 나갔네 그죠? 그럼 220원 남았습니다 이익이 요게 이익이다 그죠? 알겠죠 급여 나갔으니까 요거 나갔고 그죠? 요거 요 계산 다 끝났습니다 그죠?"
    },
    {
      "timestamp": "14:55",
      "text": "** 강사:** 그럼 1년간 우리가 하고 나서 이익은 얼마 220원이다 이겁니다 알겠죠 수익은 550원이고 비용이 이렇게 생겼잖아 이게 비용이라 하는 겁니다 그러면 이제 자산이 얼마인지 볼까요 자산은 현금 요거 자산 그리고 상품 자산 요거 자산이잖아 그죠? 그럼 570원 요거 요거잖아 그죠? 그럼 얼마죠 예 820원 되겠네 뭐 자산은 지금 현재 820원이다 570원에다가 요거 한 670원에다가 150원 더하니까 820원 자산이고."
    },
    {
      "timestamp": "15:35",
      "text": "** 강사:** 어 지금 아 아유 요것도 또 자산 보증금 300원 요 요도 보증금 요도 자산입니다 요도 자산이죠 자산 뭐 1,120원 되겠네 그죠? 120원이고 예 그렇죠? 그다음에 아이구 요것도 또 자산 비품도 자산이잖아 그죠? 100원 1,220원이네 그렇죠? 1,220원이고 음 그다음에 요게 부채는 없네 그죠? 부채는 없다 그럼 자본이 얼마죠 이 지금 자본이 여 1,000원이잖아 그죠? 예 그렇죠?"
    },
    {
      "timestamp": "16:12",
      "text": "** 강사:** 자 보세요 그러면 지금 부채는 없잖아 그죠? 끝났습니다 잘 보세요 그럼 자산이고 요거 부채 자본 빼니까 요 얼마 차이 얼마 생깁니까 요게 차이가 220원 생기죠 그죠? 요거와 요게 같잖아 요렇게 같아집니다 알겠죠?"
    },
    {
      "timestamp": "16:32",
      "text": "** 강사:** 그 요거는 우리가 자산 부채 자본을 나타내는 걸 우리는 대차대조표라 하는 겁니다 대차대조표 그 우리 이제 우리는 국제 기준이니까 재무 상태표라 한다 그랬죠 그죠? 예 요 요렇게 나타내 요걸 뭐라 하고 손익 계산서 그 요건 재무 상태표 요걸 손익 계산서라 이라 합니다 아시겠죠 그럼 이걸 이제 우리가 나타낼 때는 제가 요걸 요렇게 한 번 해 볼게요 보세요 요 표가 요 표"
    },
    {
      "timestamp": "17:00",
      "text": "** 강사:** 이 표를 우리가 약식으로 요렇게 T 요 요래 그려 요렇게 요렇게 요렇게 해서 예 그러면 재무 상태표 하는 거는 우리가 이제 발란스 시트 대차대조표 요렇게 나타 약자로 손익 계산서는 PL 요렇게 하고 아까 요 해 볼까요 요기에다가 이제 대변에다가 상품 매출 이익 아까 얼마였죠 예 550원이네 그죠? 550원 비용이 뭐가 있었죠 저기 보니까 급여 급여 200원 또 임차료 그죠? 80원 잡비 50원 요렇게 됐잖아."
    },
    {
      "timestamp": "17:42",
      "text": "** 강사:** 그럼 이제 재무상태표는 여기에 자산 부채 자본 적거든요 자산은 1,220원 부채는 제로 자본은 1,000원 그래서 요 이제 결과 그죠 요 결과가 550원에서 요 200 330 빼니까 여기에 이제 우리는 항상 장부를 마감할 때는 같도록 해 줘야 됩니다 그럼 모자라 부족한 쪽에 요 적어 줘야 되죠 요 220원 적어야 같아지잖아 그죠? 요게 얼마 550원 되죠 그죠? 요렇게 이래서 장부는 항상 요렇게 마감을 요래 해 줍니다 부족한 쪽에 적어 줘야 같아지잖아 그죠? 요걸 뭐라 하느냐 당기 순이익이라 이라 합니다 이익은 이익인데 올해 당기 순이익이다 이렇게."
    },
    {
      "timestamp": "18:33",
      "text": "** 강사:** 요도 마찬가지죠 그죠? 요기 보시면은 1,220원이고 요 1,000 1,000원이네 요 220원 생기잖아 요걸 뭐라 하고 그렇죠 당기 순이익이라 이라 합니다 요렇게 그럼 마감하고 나니까 아 합계는 1,220원이다 그죠? 요렇게."
    },
    {
      "timestamp": "18:52",
      "text": "** 강사:** 그럼 끝났잖아 요걸 우리 뭐라 하고 그렇죠 결산 보고서 이걸 재무제표라 하는 겁니다 요래 하고 나면은 탁 끝나죠 그죠? 그러면 그다음에 이제 얼마 이익 얼마 생겼습니까 220원 이익 생겼죠 그죠? 220원 이익 생긴 데다가 세금 내야죠 그죠? 그 세금은 뭐라 하죠 기업에서는 무슨 세? 그렇죠 법인세 알겠죠 그죠? 법인세 내고 나면은 탁 끝나버리죠 이 과정입니다 우리가 하고자 하는 과정 부기라는 과정 장부 기장이 이렇습니다."
    },
    {
      "timestamp": "19:31",
      "text": "** 강사:** 지금 제가 해 드린 거 이거는 이제 예 한마디로 이거잖아 그죠 주먹 주먹구구식이죠 그죠 응? 이걸 이제 우리가 체계화해서 이게 이걸 이제 좀 체계화하는 거죠 그죠 체계화하자 요렇게 요렇게 정해 놓은 그걸 뭐라 하고 그렇죠 법이죠 그죠 그 법을 이름은 뭐라 한다 그렇죠 국제 회계 기준이라 이라 합니다 우리나라는 기업 회계 기준 비상장 법인은 기업 회계 기준이고 상장 법인은 국제 회계 기준이라 하는 겁니다."
    },
    {
      "timestamp": "20:13",
      "text": "** 강사:** 결론은 이기죠 주먹구구식으로 해도 이래 나오고 체계화돼 있는 법으로 해도 이래 나옵니다 결과는 알겠죠 근데 우린 이제 이걸 공부해야 되겠죠 그죠 이게 전부 다입니다 회계학의 전체 이걸 우리가 끊어서 이제 하나하나 자산이다 부채다 이래서 계정 과목을 먼저 이해하고 하나하나씩 하나하나씩 이제 들어오고 나간 돈 있잖아 그죠 요런 걸 이제 정리해 나가는 겁니다 아시겠죠 그죠 예 그 이걸 이제 우리가 하기 위해서 이제 첫 번째 요거 이제 대충 돌아가는 건 알겠죠 그죠 이 하면 되는데 이걸 이제 우리가 체계 했던 겁니다 아시겠죠 그죠."
    },
    {
      "timestamp": "20:55",
      "text": "** 강사:** 자 이 보세요 그 이걸 이제 우리가 뭐 하느냐 요걸 첫째 하는 순서가 이제 분개 이라 합니다 분개 분개를 해서 이걸 이제 장부에 기장하죠 장부 이 장부에 기장하는데 이 장부가 뭐냐 총계정 원장이라 합니다 원장이라 하고 이 총계정 원장이 이제 이게 작성 여기서 바로 이걸 하면은 이게 틀릴 수가 있잖아 그래서 요거 장부 기장이 맞나 틀리나 확인해 봅니다 그걸 우리가 시산표다 이랬습니다 시산표를 작성하고 요걸 작성하고 나서 이제 이거 작성하죠 이렇게 이렇게 요런 순서."
    },
    {
      "timestamp": "21:43",
      "text": "** 강사:** 분개를 해서 요게 이제 장부죠 원장이라는 장부를 작성하고 그다음 요게 맞나 틀리나 알아보는 것이 시산표고 요 시산표를 가지고 요래 작성하는데 결론은 이래 나옵니다 알겠죠 자 여기서 이제 우리가 우리는 이거 흐름을 알고 나서 우리 시험은 주관식이 아니고 객관식입니다 전체 흐름을 아셔야 되잖아 그죠 아 어떻게 일단은 우리가 숲을 보고 나서 나무를 봐야 되니까 먼저 전반적으로 흐름은 이렇다 하는 이해를 하시고 나서 하나하나 들어가야 됩니다 아시겠죠 그 전체 흐름도 모르고 마 바로 들어가다 보면 길을 잃어버리잖아 그죠 예 자 보세요 그러면 여기서 이제 분개를 하는 걸 잠깐 말씀드릴게요 일단 이제 우리 교제 보면서 구체적으로 또 하나하나 해 드릴 겁니다 이제 전체 이제 우리가 아 요렇다 하는 일단 양념 아시겠죠 이해를 하셔야 되니까."
    },
    {
      "timestamp": "22:38",
      "text": "** 강사:** 분개는 법칙이 있습니다 요래 하자 정해 놓은 게 있죠 그죠 뭐냐 하면은 거래의 8요소라 하는 말이 있는데 차변과 대변으로 구분합니다 별다른 뜻이 없고 왼쪽을 차변이라 하고 오른쪽을 대변이라 한다 그래 보시면 돼요 알겠죠 왼쪽은 차변이고 오른쪽은 대변 요렇게 나눠주죠 요렇게 나눠주는데 자산 계정이 자산 항목이 증가됐다 뭐 돈이 들어왔다든가 상품이 들어왔습니다 그죠 뭐 증가됐잖아 그럼 차변에 적어 주고 요게 감소가 된 나갔다 그죠 그럼 대변에 적어 줍니다 아시겠죠 요건 정해 놓은 겁니다."
    },
    {
      "timestamp": "23:24",
      "text": "** 강사:** 부체는 반대입니다 부체가 늘어나면 요건 예 대변에 적어주고 그 부체가 감소하면 차변에 적어줍니다 자본도 마찬가지 자본이 증가하면 대변에 적어주고 자본이 감소하면 차변에 적자 그리고 비용 수익 있잖아 자산 부채 자본 끝났잖아 그죠 그럼 수익과 비용인데 수익은 항상 대변에 적어주고 비용은 차변에 적어주자 요 우리가 비용은 증가 감소란 말 안 쓰고 그냥 발생이라 이라 합니다 수익의 발생 이런 식으로 요걸 뭐라 하느냐 거래의 8요소 하는 겁니다 8개잖아 4개 4개 이 거래의 8요소라 하는 겁니다."
    },
    {
      "timestamp": "24:12",
      "text": "** 강사:** 물론 이제 10요소라 하기도 합니다 요게 비용의 소멸 하면 대변 수익의 소멸 하면 이오잖아 그죠 그 10요 열 개니까 10요소 뭐 잘 안 씁니다 요거 자 한번 읽어볼까요 시작 자산 증가 부채 감소 자본 감소 비용 발생 자산 감소 부채 증가 자본 증가 수익 발생 아시겠죠 그죠 요렇게 나누어 주는 겁니다 즉 말해서 이런 거래가 발생했잖아 요 보면 요런 거래가 발생했을 때 이걸 분개를 하라 하면은 자 보세요."
    },
    {
      "timestamp": "24:50",
      "text": "** 강사:** 현금으로 영업을 시작해서 현금이 들어왔죠 그죠 현금은 자산입니다 그죠 자산이 들어왔으니까 자산이 증가죠 어 그러면 왼쪽 즉 차변에 현금 적어 주고 그 자본이 늘어났잖아 그죠 그럼 자본금 1,000원 요 적어 줍니다 요걸 분개했다 하는 겁니다 분개 분개는 어렵지 않습니다 예 요것만 알면 되는데 뭐 알겠죠 요 또 볼까요 점포를 에 얻고 그 보증금을 현금 지급했다 그 보증금이라는 거 돈 맡겨놨으니까 이 보증금이 늘어났잖아 그죠 현금이 나갔습니다 그러면 현금이 현금은 300원 나갔다 그죠 이렇게."
    },
    {
      "timestamp": "25:31",
      "text": "** 강사:** 직원 요건 이제 회의 사람 채용했으니까 회계상 거래가 아니라고 그랬죠 급여를 현금으로 지급했습니다 자 생각해보세요 급여는 비용이죠 비용이 발생했다 차변에 급여 적고 현금이 나갔죠 예 차변에 급여 200원 대변에 현금 200원 이렇게 하는 이거 분개라 하는 겁니다 자 분개할 때 요령은 이제 요령을 좀 배웁시다 대충 알겠죠 그죠?"
    },
    {
      "timestamp": "26:01",
      "text": "** 강사:** 현금이 가장 자주 나옵니다 현금 거래 그럼 현금이 들어왔으면 들어왔으니 증가니까 차변 현금이 나가면 대변 그죠? 그다음 두 번째 많이 나오는 게 상품입니다 상품 그럼 상품은 매입 매출하거든요 상품은 매입했다 하면 증가잖아 차변 상품 매출하면 대변 일단 그걸 먼저 알아 놓으세요 그걸 먼저 하고 나서 나머지는 갖다 여만 돼요 양쪽에 다 들어가야 되니까 그래서 이런 거 마냥 분개할 때 그죠? 음 예를 들어서 급여 200원을 현금 지급했다 할 때 이거 급여를 먼저 보지 마시고 요걸 먼저 아 요게 만만하니까 현금이 들어왔나 나갔나 보세요 나갔죠 어 그럼 대변에 현금 적으면 되겠네 그죠? 차변에 그냥 급여 이 적어주면 되죠 이렇게."
    },
    {
      "timestamp": "26:52",
      "text": "** 강사:** 비품을 현금 나갔죠 요 현금 나갔네 그죠 현금 나갔다 현금 100원 나갔다 그죠 왜 나갔느냐 비품 그죠 요것도 마찬가지죠 현금 현금 주고 사 왔잖아 현금 나갔네 현금 나갔다 왜 상품 사 왔네 이렇게. 요거는 조금 복잡죠 그죠 상품이 나갔잖아 일단은 상품을 팔았으니까 팔았는데 적을 때는 원가로 적습니다 원가 적고 얼마 남았습니까 350 이익 생겼죠 그죠 이렇게 요렇게 나눠 줍니다 원가 100원짜리를 450원에 팔았으니까 요걸 이제 우리가 상품 매출 이익이라 합니다 건물을 팔았다 건물 처분 이익 나중에 이제 다 한번 해 드릴게요 뭐 고정자산이라 하기도 하고 합니다 외상 팔았잖아 그죠 그럼 외상 매출금이라 하죠 외상값 450원이다."
    },
    {
      "timestamp": "27:50",
      "text": "** 강사:** 자 이거 보세요 외상 매출금 중에서 300원 현금 회수해 현금이 들어왔잖아 차변에 현금 300원 들어왔다 그죠 왜 들어왔느냐 외상 매출금 들어왔다 이렇게 여기도 마찬가지 한번 더 해 볼까요 상품 300원에 현금 받고 팔았다 현금이 들어왔잖아 현금 얼마 들어왔습니까 현금은 300원 들어왔죠 상품 나갔다 그죠 나갔는데 원가 얼마짜리 100원짜리 그 이익 얼마 매출이 줄일게요 200원 그죠."
    },
    {
      "timestamp": "28:24",
      "text": "** 강사:** 그리고 집세를 현금 지급했습니다 현금이 나갔죠 그럼 현금 대변에 80원 차변에 집세 요걸 우리가 임차료 이렇게 80원 다음에 회식비 요 현금 나갔다 그죠 현금 50원 장부는 회식비 해도 됩니다 예 그냥 우리가 뭐 그냥 뭐 잡비 요렇게 알겠죠 예 뭐 판공비 잡비 해도 되고 이렇게 하는 걸 분개라 하는 겁니다 분개 알겠죠 뭐 어렵지 않죠 그죠 그 분개는 요걸 아시면 되죠 요걸 뭐라 그런다 거래의 8요소 요렇게."
    },
    {
      "timestamp": "29:02",
      "text": "** 강사:** 분개를 하고 나면 이제 이걸 작성하잖아 이 총계정 원장이라 하는 게 뭐냐 우선은 간단하게 제가 그냥 흐름만 말씀드릴게요 이번에 예 이런 계정 과목들의 집을 말합니다 즉 말해 여 보니까 현금 계정 하나 나와 있네 자본금도 보이네 보증금도 보이네 그죠 급여도 보이네 비품도 보이네 상품도 보이고 그죠 이렇게 외상 매출금도 보이고 그죠 예 또 상품 매출 이익도 있고 임차료도 있고 그리고 또 잡비도 있네 이렇게 이 계정들마다 요렇게 집을 하나씩 만들어 줘요 집 요걸 뭐라 하느냐 총계정 원장이라 이래 부릅니다."
    },
    {
      "timestamp": "29:52",
      "text": "** 강사:** 그냥 우리는 이게 원래 양식은 이렇습니다 요렇게 해서 여러분들 왜 저 문구점에 가보시면은 그 장부들 팝니다 문구점에 가면은 이 양시 좀 이런 식으로 돼 있어요 보통 표준식인데 어 이런 편식에 보면 이제 예를 들어서 우리가 이 현금 계정이다 그죠 이 현금 계정이다 하면은 여기 날짜 여기에 이제 그 내용을 적어야 되죠 적요 여기는 분개장의 면수 우리가 이걸 기입하는 장부를 우리가 분개장이라 이러거든요 분개장 예 그 분개장의 몇 페이지 있나 하는 그 페이지를 적어 주는 겁니다 요건 이제 금액 얼마 적어 주고 똑같습니다 날짜 적고 요 상대 계정 적요 적고 요게 분명 적어 주고 요기 금액 요 적습니다 요런 식 요게 표준식인데 이걸 이제 생략하죠 그냥 요렇게 약자로 t 그래서 요렇게 요렇게 요렇게 요렇게 요렇게 T 계정 요런 식으로 우리가 하죠."
    },
    {
      "timestamp": "31:05",
      "text": "** 강사:** 그러면은 한번 옮겨 볼게요 보세요 현금이 지금 1,000원 있죠 그죠 차변에 있죠 예 그럼 현금 찾아서 차변에 1,000원 요 적습니다 요렇게 요게 적을 때는 항상 반대편 요거 자본금 날짜는 언제죠 1월 1일 요렇게 하나하나씩 다 옮겨야 됩니다 자본금이 있죠 그죠 자본금 찾아봅니다 요게 자본금 만들어 주고 대변에 대변 있잖아 그죠 1,000원 적어 주고 날짜는 현금 1월 1일 요렇게 요래 옮겨 주는 겁니다."
    },
    {
      "timestamp": "31:42",
      "text": "** 강사:** 자 또 보증금이 나왔죠 그죠 보증금 계정 차변에 300원이 있다 그죠 300원 뭐죠 현금 날짜는 3월 1일 요렇게 그럼 또 현금 계정 요 있잖아 요 대변에 있죠 300원 현금 대변에 300원 계정 뭐죠 보증금 날짜는 언제 예 3월 1일 이런 식으로 옮겨 주는 겁니다 이걸 뭐라 부른다 원장이라 하는 원장이라 하는 거는 원 어떤 원 자 씁니까 장부 중에 제일 먼저 작성된다 해서 으뜸 원자 원장이라 하는 겁니다 우리 흔히 원장 원장 하죠 이게 원장입니다."
    },
    {
      "timestamp": "32:25",
      "text": "** 강사:** 그리고 이 계정별로 요런 계정별로 요 계정이 있잖아 그죠 전부 다 총 다 했다 해서 총계정 원장이라 하죠 이런 식으로 하나 옮겨 주는 겁니다 하나 더 해 볼까요 급여 지금 급여가 차변에 있죠 200원 요 200원 요렇게 적을 때는 반대편 요거 적어주고 현금 날짜는 언제죠 5월 10일 요거 적었습니다 요도 해줘야죠 그죠 현금이 대변에 200원 있죠 현금 대변에 200원 급여 적어주고 날짜는 5월 10일."
    },
    {
      "timestamp": "33:01",
      "text": "** 강사:** 옮기는 거 이런 거 한 번 해보면 누구나 다 할 수 있습니다 그 이런 식으로 쭉 하거든요 그다음에는 이것이 맞나 트 이 시점 작성하고 그걸 보고 이제 아까 재무 상태표와 손익 계산서를 작성하면 되는 겁니다 이게 전체 흐름입니다."
    },
    {
      "timestamp": "33:18",
      "text": "** 강사:** 그러면 이제 이게 이런 식으로 우리가 이제 어 장부 기장의 흐름은 이래 되는데 이 장부 기장 하는 거는 오늘은 이제 이 우리가 쉽게 말해서 맛만 보는 겁니다 실제 하는 거는 여러분들 나중에 주택 관리사 자격증을 가지고 실제 아파트 관리 사무소장 근무하시면서 근무하러 가서 거기 보면 이제 뭐 경리 직원이 있습니다 경리 직원이 다 하는데 여러분들은 보는 것만 하실 수 있으면 되잖아 그죠 아 이게 아 요래 흐름만 아시면 돼요."
    },
    {
      "timestamp": "33:52",
      "text": "** 강사:** 우리가 지금 공부할 거는 이 전체 흐름을 일단은 알고 나서 시험에 이게 나오지는 않습니다 시험에 그냥 아 이게구나 하는 걸 알고 우리가 시험에 나올 거 이제 구체적으로 아 주관식이 아니고 객관식이니까 객관식 대비해서 이제 어떻게 할 건지 알겠죠 그걸 이제 하나씩 해 나갈 겁니다 예 오늘 이제 흐름이니까 교재는 예 44쪽입니다 44페이지 자 흐름 대충 아시겠죠 그죠 그 다음 시간에 교재 보면서 또 예 말씀드리겠습니다 예 잠깐 쉬었다 하겠습니다. ---"
    }
  ],
  "model": "gemini-3-flash-preview",
  "completedAt": "2026-01-26T04:08:34.917Z"
}