{
  "transcript": "00:04 자, 이번 시간은 페이지 149페이지 조적조에 대해서 살펴보도록 하겠습니다. 조적조. 뭐, 조적식 구조 또는 뭐, 조적 구조 또는 조적조 이렇게 칭합니다. 00:20 자, 조, 짤 조 자, 쌓을 적. 자, 이런 어, 벽돌이나 이런 블록이나 이런 돌 석제 같은 거 있죠? 이런 것을 어, 모르타르한 이 결합제, 바로 접착제로 쌓아 올려서 구성한 구조가 바로 조적조입니다. 그러면 조적조는 단독 주택을 연상하시면 돼요. 아니면 뭐, 주변에 담장을 쌓는다. 또는 성벽을 쌓다. 뭐, 고대 이집트의 뭐, 피라미드 이런 거 쌓죠? 이런 것들이 바로 조적조 이렇게 보시면 되는 겁니다. 그래서 이제 이 조적조에서 우리가 기억을 하실 거는 어, 기본적으로 이 파트는 보통 한 문제 정도 내는데 종합적으로 이렇게 출제를 한다 이렇게 보시면 되겠습니다. 01:11 자, 그럼 이제 보통 이제 벽돌이 있을 때 자, 기본적인 뭐, 어, 간략히 해 드릴게요. 자, 이제 이런 어, 여러분들이 벽돌이 있었습니다. 이런 벽돌. 이런 벽돌이 있으면 어, 이제 이 어 이렇게 벽돌이 있겠죠? 그러면 이제 이걸 자, 여기서 여기까지가 벽돌의 길이 개념이 되겠죠? 길이. 길이고. 자, 이것이 어, 너비 개념이 되는 거예요. 너비. 그리고 이것을 이제 두께라고 표현합니다. 두께. 이렇게 표현하죠? 그리고 이때 어, 벽돌의 이나 여러분들 뭐, 어떤 목재가 되든 이 끝부분 있죠? 이 면. 이 면을 우리가 마구리 이렇게 표현합니다. 이 면을 마구리 면이라고 표현을 합니다. 마구리 이렇게 표현을 하게 됩니다. 01:54 자, 그러면 이제 이 벽돌을 갖다가 이제 우리가 주의하실 것은 자, 이겁니다. 그러면 자, 벽면을 이제 바라봤을 때 길이가 이 면이 이 면이 있죠? 이것이 보이도록 쌓으면 길이 쌓기 이렇게 표현을 하는 겁니다. 길이 쌓기. 그리고 어, 마구리가 보이도록 쌓으면 마구리 쌓기 이렇게 표현을 하게 됩니다. 뭐, 예를 들어서 표현해 드리면 이것이 벽돌이라고 표현을 할게요. 그러면 이렇게 길이 면이 보이도록 벽면으로 봤을 때 이거는 길이 쌓기. 이 면이 보이도록 마구리 쌓기입니다. 마구리. 그리고 요렇게 세워서 쌓으면 세워 쌓기입니다. 그리고 요렇게 옆 세워서 쌓으면 옆 세워 쌓기 이렇게 표현을 하게 됩니다. 03:05 자, 그럼 이 어, 벽돌을 갖다가 온장을 사용하게 되면 되는데 이것을 우리가 벽돌을 이제 절단 가공을 할 수가 있겠죠? 그래서 이제 이 마름질을 할 수가 있는데 이때 벽돌을 잘라서 우리가 어, 절단해서 사용할 때 벽돌이 이렇게 어, 길이가 이렇게 있었어요. 그러면 이렇게 길이 이제 직각으로 자를 때를 토막이란 용어를 쓰게 됩니다. 토막. 그러면 요렇게 해서 내가 이제 벽돌을 1/4만 요렇게 어, 잘라서 쓴다는 거예요. 1/4 토막을 우리가 이호 토막이래. 1/4은 어, 0.25잖아요? 0.25. 그래서 이호 토막. 그래서 이것을 이호 토막이란 용어를 쓰고 있습니다. 이호 토막. 그러면 요 3/4이 있겠죠? 3/4 토막. 3/4 토막. 3/4은 0.75잖아요? 그래서 이것을 어, 칠호 토막 이렇게 표현을 하게 됩니다. 04:19 그리고 어, 어, 우리가 이렇게만 벽돌을 가공하는 건 아니죠? 어, 같은 방향으로 이렇게 자를 수도 있어요. 길이 방향으로. 자, 이렇게 어, 벽돌이 있을 때 이렇게 절단해서 사용할 수 있겠죠? 이것을 어, 반절 이렇게 표현을 하게 됩니다. 반절. 절반이죠? 반절. 이렇게 표현합니다. 그러면 어, 내가 어, 이렇게 토막을 했는데 어, 어, 반토막 이렇게 하면 돼. 만약에 요렇게 있으면 어, 토막을 갖다가 내는데 어, 정확히 1/2 토막. 요만큼 절단해서 사용한다. 그러면 1/2 토막은 그냥 어, 이거는 오공 토막 하면 안 됩니다. 그래서 이 토막은 그냥 어, 반 토막 이렇게 쓰는 겁니다. 반 토막. 05:21 토막은 길이의 직각으로 잘랐을 때 어, 아, 토막이란 단어를 붙이게 됩니다. 그래서 뭐, 간략히 좀 정리를 해 두시길 바랍니다. 어, 어, 고점 알아 두시고요. 자, 그리고 이제 150페이지 자, 아, 보시면 어, 거기서 이제 벽돌의 품질 개념이 나오고 있어요. 벽돌의 품질. 거기에서 어, 소성이 잘 된 벽돌 나오죠? 자, 여기에서 소성이 잘 된 벽돌은 잘 구워진 벽돌을 우리가 표현합니다. 05:51 그래서 소성이 잘 된 벽돌. 이 소성이 잘 된 벽돌은 어, 이것은 잘 구워진 벽돌을 뜻합니다. 잘 구워진 벽돌. 어, 여러분들 왜 그런가 하면 이제 벽돌은 과거에는 자, 무엇을 썼습니까? 예, 점토 흙이죠? 흙을 갖다가 흙으로 만들어서 구워서 만들었거든요. 열을 가해서. 그래서 소성이 잘 된 벽돌은 잘 구워진 벽돌을 의미한다는 점. 자, 기억을 해 두십시오. 06:34 자, 그리고 152페이지 보면 자, 모르타르 개념이 나옵니다. 모르타르. 자, 이 모르타르가 바로 결합제죠? 이 모르타르. 그래서 얘가 결합제죠? 결합제. 그래서 이제 벽돌이나 이런 블록이나 이런 돌을 결합시키는 재료인 결합제죠? 뭐, 쉽게 어, 접착제라고 보시면 됩니다. 그래서 시멘트하고 모래를 어, 일정 용적 배합을 해서 그래서 이제 거기 보시면 어, 있죠? 새 골재는 모래를 새 골재라고 합니다. 시멘트가 결합제가 되죠? 그래서 이제 시멘트하고 모래를 일정 배합으로 우리가 어, 배합을 해서 우리가 어, 물로 비빔해 준 것이 바로 물 반죽한 것이 모르타르 개념이 되죠? 그러면 이 모르타르가 우리가 보실 때 그 153페이지 이제 줄눈 나오죠? 그러면 재료와 이제 재료 사이가 바로 모르타르죠? 모르타르 부분이 줄눈이 되는 거죠. 조인트. 그래서 이 줄눈은 어, 쉽게 기본적으로 이제 재료와 재료 사이죠? 그러면 이제 벽돌이 있을 거 아닙니까? 벽돌과 벽돌. 그럼 예를 들어서 여기 이제 벽돌 있고 자, 여기 이제 벽돌이 있겠죠? 벽돌이 있습니다. 그러면 이 벽돌과 벽돌 사이에 모르타르가 들어가는 거죠? 여기 모르타르가 있을 거 아닙니까? 예. 이 모르타르 부분이 바로 줄눈이 되는 거죠. 이것이 이제 이 모르타르. 이 부분이 이제 줄눈이 되는 거죠. 줄눈. 조인트죠? 재료와 재료 사이. 이 부분이 줄눈이 되는 겁니다. 08:30 그래서 이제 우리가 알아두실 것이 거기 어, 153페이지 막힌 줄눈, 통 줄눈 개념이 나와요. 그럼 154페이지 그림을 보시면 자, 막힌 줄눈이란 것은 새로 줄눈이 일직선상이. 그러면 수평 줄눈은 일직선상으로 이렇게 쌓아야지만 시공이 용이합니다. 만약에 이것을 어, 막히게 쌓면 공사 흩은 쌓기 하면 힘들어요. 그래서 이제 수직 줄눈 가지고 기준 잡은 겁니다. 그래서 이제 수직 줄눈을 일직선상이 어, 우리가 되지 않도록 이렇게 쌓는 것이 바로 막힌 줄눈입니다. 그래서 이런 식으로 처리해 준 줄눈이 막힌 줄눈이에요. 자, 일직선이 되지 않게 막히게 쌓아 준 거죠? 이것이 자, 바로 막힌 줄눈인데. 자, 이 막힌 줄눈 시공하게 되면 이거죠. 여기에 하중이 작용이 됐을 때 하중을 가하게 되면 처음에는 이 벽돌 하나가 하중을 받겠죠? 그럼 밑에는 두 개죠? 밑에 이제 피라미드처럼 이렇게 되잖아요. 그래서 이 하중을 갖다가 이렇게 분산할 수가 있죠? 자, 이렇게 하중을 분산할 수 있는 것이 바로 어, 막힌 줄눈이죠. 그래서 기본적인 어, 벽돌 벽체에서는 이런 하중을 분산할 수 있는 막힌 줄눈 형태로 우리가 쌓게 되는 거죠. 막힌 줄눈. 그래서 이제 막힌 줄눈이 하중 분산 하중을 분산할 목적이죠? 하중 분산. 분산시키기 위해서 바로 이 막힌 줄눈으로 공사를 하게 됩니다. 그러면 통 줄눈은 하중 집중 현상이 생겨요. 그렇기 때문에 하중을 받는 벽체에서는 이 어, 통 줄눈으로 시공을 할 수가 없는 겁니다. 뭐, 대표적으로 여러분들 이거죠. 어, 집에 욕실에 타일은 여러분들 저거잖아요. 어, 하중을 전달할 필요가 없죠? 어. 그래서 여러분들 어, 욕실에 이제 벽에 타일을 부착하면 벽이 튼튼해지고 힘을 많이 받는 건 아니죠? 그래서 이제 의장 목적으로 치장 목적으로 이제 타일을 부착해 놓고 방수 이런 개념상에 설치하죠. 그래서 통 줄눈 공사를 하게 되는 겁니다. 그래서 뭐, 간략히 뭐, 조금 알아 두시기 바랍니다. 10:56 자, 그리고 페이지 156페이지 보시면 벽돌 쌓기 기본 쌓기 해서 자, 벽돌의 길이 면이 보이도록 쌓는 것이 길이 쌓기. 여러분들 벽면을 바라봤을 때 벽돌의 길이 면이 보이면 길이 쌓기예요. 그리고 마구리 면이 보이게 쌓으면 마구리 쌓기의 개념이 되는 겁니다. 자, 간략히 알아 두시고요. 그리고 이제 157페이지 일반 쌓기는 지금 아직 하지 마십시오. 뭐. 자, 그래서 기본적으로 이제 보시고요. 자, 그리고 160페이지 보시면 공간 쌓기가 나와요. 자, 이 공간 쌓기는 어, 벽체를 쌓을 때 어, 이 공간을 두어서 쌓는 방식이 어, 공간 쌓기 개념이 되는 겁니다. 그러면 자, 이것이죠? 자, 우리가 외벽을 쌓을 때 벽체와 벽체 사이에다가 공간을 두어서 쌓는 거예요. 그러면 이 벽체를 이렇게 이제 벽돌 벽을 쌓아 같겠죠? 이런 식으로 쌓았습니다. 그러면 이 벽과 벽 사이에다가 공간을 두어서 쌓는 거예요. 이 공간이 상당히 좋죠? 여러분들이 이 공간을 활용하는 것이 상당히 좋습니다. 그래서 여러분들 예를 들어서 이겁니다. 아파트의 거실 앞쪽에 발코니. 여러분들 용어로 보통 베란다라고 하잖아요. 베란다가 어, 발코니가 있는 형태가 좋죠? 어, 그 공간이 활용도가 상당히 뛰어나죠? 그러면 이 벽체 사이 이 중앙에다 공간을 두어서 쌓는 거예요. 그래서 이 공간은 대략 50에서 70mm 사이로 많이 둡니다. 여기 이제 보편적인 공간이예요. 공간을 두어서 이 벽체를 쌓게 되면 어떤 개념이 됩니까? 자, 예를 들어서 여기 뭐, 여기 외부. 뭐, 여기 외부산 게 있죠? 자, 여기 비가 이렇게 내려온다는 거죠? 그러면 벽돌은 약간 흡수율이 있습니다. 그러면 이 벽을 중간에 공간을 두지 않고 쌓게 되면 벽돌이 어, 빗물 흡수해 버리면 여러분들이 실내에 어떻게 됩니까? 자, 벽지 곰팡이 항상 다 피겠죠? 그래서 이 중간에 공간을 두면 어, 물이 흘러내리면 빼내면 이 안쪽 벽은 어떻게 됩니까? 어, 건조 상태를 유지하겠죠? 그래서 이 공간을 두어서 쌓는 것이 공간 쌓기입니다. 그러면 이제 이 공간 쌓기 목적은 사실상 이거 목적입니다. 방습 목적으로 사실 습기를 방지해서 외벽에서 스며들어오는 이 습기를 방지하는 것이 방습이죠? 자, 이 방습 목적으로 이 공간을 두어서 쌓은 겁니다. 근데 이 공간을 두어서 쌓으니까 어, 방습만 되는 게 아니라 다른 효과를 더 가져오죠? 자, 여러분들 이거 아십니까? 보통 약을 개발을 했는데 어떤 복조 약을 다른 복적으로 추가 또 효과가 나타나는 약도 있죠? 뭐, 대표적인 약이 비아그라 아닙니까? 비아그라는 원래 심장병으로 개발됐는데 다른 데 더 효과가 좋았죠? 그래서 이제 이 방습이 습기를 방지하는 방습. 그리고 어, 이런 소음을 방지하는 방음이라든지. 이 공간이 그렇게 효과 좋은 겁니다. 그래서 여러분들 아파트도 자, 이 발코니가 있으면 외부의 소음이 덜 들리죠? 그래서 이런 방음이라든지. 그리고 어, 이제 이런 단열 목적이 되겠죠? 단열. 열의 이동을 차단하는 단열. 그래서 이제 단열이 되는데 이 단열은 더위를 방지하는 방서도 될 것이고 추위를 방지하는 방한이죠? 방한. 이런 목적으로 우리가 기본적으로 이 공간을 두어서 쌓는 것을 우리가 공간 쌓기라고 이렇게 칭합니다. 그래서 공간은 어, 외부 벽체 이제 이런 습기를 방지해서 사용한 것이 되는데 뭐, 다른 목적으로도 효과가 좋았습니다. 그래서 아마 간략히 뭐, 알아 두시면 되겠습니다. 15:18 그리고 162페이지 보면 아치 쌓기가 나와요. 자, 아치 쌓기는 자, 이 부분이 되죠? 먼저 어, 이제 기본적으로 이겁니다. 사람이 이제 벽을 다 쳐 놓으면 어떻합니까? 어, 아, 어, 24시간 주야 벽으로 다 공사돼 있으면 들어가면 어떻게 됩니까? 깜깜하겠죠? 그래서 햇볕 들어오고 창도 둬야 되겠고 이런 어, 어, 사람이 들어가서 들어가기 위해서 문도 둬야 되겠죠? 그러면 개구부를 두게 되는데 자, 기본적으로 이렇게 됩니다. 자, 이렇게 조적조에는 개구부를 이렇게 만들면 위험하죠? 그래서 이제 이제 개구부는 우리가 창호 부분을 개구부라 해요. 개구부. 개구부를 보통 창호 부분. 창호 부분을 개구부라 하죠? 그래서 창하고 어, 윈도우하고 문하고 이 두 가지를 보통 개구부 창호라 해요. 자, 그러면 보통 개구부가 이렇게 있을 때 자, 이 개구부 상부 부분 있죠? 상부 부분에 이렇게 둥글게 이렇게 쌓은 거 있죠? 벽돌이나 돌 가지고 이런 식으로 쌓은 것이 아치 쌓기죠? 이 부분에. 이 부분에 어, 벽돌이나 돌 가지고 이런 식으로 우리가 쌓아 준 부분을 우리가 아치 쌓기라 이렇게 표현을 하는 겁니다. 이런 식으로 만들어 준 것. 이것이 아치 쌓기고요. 그러면 이 아치 쌓기는 개구부 상부예요. 아치 쌓기는 이 부분이 아치 쌓기예요. 그러면 보통 아치 구조가 이제 아치 쌓기 구조를 우리가 인간이 만들므로 인해서 더 큰 개구부를 만들 수 있었던 거예요. 아치. 그리고 어, 이 부분에 그래서 이제 거기 163페이지 보면 창대 쌓기 나오죠? 자, 창대 쌓기는 개구부가 있을 때 개구부 하부에요, 여기. 하부에 벽돌을 겹세워서 15도 경사지게 쌓은 거. 이것이 이것이 어, 이거는 어, 창대 쌓기가 되는 거고. 요 밑 부분이 창대 쌓기예요. 요것이 창대 쌓기이고. 위에 쌓는 게 아치 쌓기예요. 아치 쌓기 이렇게 보시면 된다. 그러면 아치 쌓기는 자, 이거 왜 하는가 하면 이 아치 쌓기를 하는 것은 이거 목적입니다. 보통 어, 보통 이 벽돌은 압축력에 누른 힘에는 강해요. 그런데 인장력이나 힘에는 약합니다. 그래서 이 아치 쌓기는 인장력을 바꿔 주는 거예요. 잡아당기는 힘이 생기지 않도록 하는 거죠? 인장력을 압축력으로 변환시키는 거예요. 누르는 힘으로. 자, 그래서 어, 이걸로 변환시키는 구조가 아치 쌓기라 이렇게 됩니다. 그럼 아치 쌓기를 하면 인장력이 생기지 않도록 잡아당기는 힘이 인장력이 발생하지 않도록 하는 거예요. 발생하지 않도록 하는 구조가 아치 쌓기 기본이 되는 겁니다. 그런데 아치 쌓기로 하면 어, 공사가 좀 어려워요. 그래서 우리가 어, 배지 164페이지 하단에 보면 인방이 나아요. 인방. 그래서 이제 165배 상단에 보면 개구부 상부를 가로지른 보강 부재 있죠? 이 인방이에요. 자, 그러면 공사를 편하게 하기 위해서 개구부가 이렇게 있을 때 자, 이 개구부 상부를 갖다가 이렇게 가로지르는 부재로 이렇게 보강을 해요. 이것이 인방의. 이게 이제 인방이고 가로지르는 부재 인방보라 하겠죠? 이게 인방보예요. 인방보. 그래서 이제 보통 개구부 상부는 아치 쌓기로 하는 게 기본 원칙이에요. 아치 쌓기로 하되 이 아치 쌓기를 보강하기 위해서 어, 자, 이제 이렇게 공사하면 힘들잖아요. 그래서 쉽게 하기 위해서 이제 가로지른 인방보로 보강하고 여 위에다 이제 벽돌을 쌓아 올라가는 거예요. 그러면 이것이 인방보의 개념이 되는 거예요. 인방보. 인방보는 어, 이제 개구부 상부를 보강하는 부재입니다. 그래서 부재로서 상부에서 내려오는 하중을 좌우 벽으로 전달시켜 주기 위해서 보강하는 부재가 인방보예요. 그러면 인방보는 시방서 이 자, 좌우 벽이 있죠? 이 개구부가 있을 때 그러면 여기에 최소 어, 양쪽 벽에 200mm 이상이 최소 기준. 200mm 이상 좌우 벽에 물려 주게 대주면 돼요. 200mm 이상. 이것을 인방보로 한다는 점. 간략히 좀 알아 두시면 되겠습니다. 정리해 두시고. 자, 그리고 166페이지 보면 우리가 벽돌 벽체는 구조상 내력벽과 비내력벽으로 나누어지는데. 자, 그러면 어, 내력벽은 자, 내력벽이라는 것은 상부 하중을 어, 분담할 수 있는 벽이죠? 그래서 이 자, 내력벽은 하중을 어, 지지할 수 있는 벽이죠? 하중을 자, 지지할 수 있는 벽이에요. 있는 벽 개념이 내력벽 개념이 됩니다. 그러면 자, 비내력벽은 하중을 지지할 수 없는 벽이에요. 하중을 지지할 수 없는 거. 없는 벽은 어, 비내력벽 개념이 됩니다. 그러면 내력벽하고 비내력벽의 차이죠. 비내력벽은 조적조에서는 칸막이 벽이에요. 조적조는 칸막이 조적벽이 바로 비내력벽 개념이 되는 거예요. 자, 쉽게 이거죠. 자, 단독 주택을 지을 때 뼈대를 짝. 그 단독 주택을 지을 때 자, 먼저 벽을 짜 놓고 위에다가 슬래브를 치죠? 이것은 바로 뭐다? 내력벽 개념이 되는 거야. 자, 이거 벽돌 벽이든 관계 없어요. 블록 벽이든. 자, 철근 콘크리트 벽이든. 하중을 지지할 수 있는 벽은 내력벽이에요. 그런데 어, 하중을 지지할 수 없는 벽이 바로 비내력벽 개념이 된다는 점 간략히 일단 먼저 기본을 잡으세요. 내력벽과 비내력벽. 그래서 기준적으로 어떤 것을 내력벽이라 한다. 그래서 이제 쉽게 얘기하면 자, 건축물의 골조 뼈대를 짤 때 설치되는 벽은 내력벽이에요. 근데 골조 뼈대가 다 짜지고 나서 나중에 필요에 따라서 설치하는 벽이 바로 비내력벽이에요. 그럼 칸막이 벽 같은 것은 비내력벽이다 이렇게 보시면 됩니다. 그러면 철근 콘크리트 구조물 뼈대를 짜 놓고 나서 여기에다가 무엇을 갖다가 이제 조적 벽 같은 걸 설치하죠? 그것이 바로 어, 비내력벽이다 그렇게 보시면 됩니다. 그래서 어, 간단히 구분 좀 해 두시면 되겠습니다. 23:13 자, 그리고 167페이지 보시면 자, 테두리보 월 가다가 나오죠? 자, 그러면 쉽게 이겁니다. 여러분들이 집을 짓기 위해서 자, 이제 벽을 이렇게 만들었어요. 내가 단독 주택을 짓는다 이겁니다. 그러면 어, 거실도 만들고 방도 만들고 이렇게 했을 거 아닙니까? 그러면 이런 식으로 내가 거실 여기 거실 만들고 방 부개 막 이렇게 만들다 하죠? 그럼 여기 벽을 쌓을 거 아닙니까? 이. 벽체가 이렇게 있겠죠? 이런 벽체. 그럼 이 벽이 현재 내력벽이다. 그럼 이제 벽 위에 이 내력벽 위에 연속적으로 여기에다가 보를 설치해 주는 거예요. 그럼 예를 들어서 벽이 이렇게 있다 가정합시다. 여기다 한번 그려 볼게요. 그럼 벽체가 이렇게 아까 내력벽이 이렇게 있었어요. 이 벽체가 있었어요. 벽 있으면, 여기 이제 내력벽일 때. 그러면 이제 내력벽이 쭉 연속적으로 갔을 거 아닙니까? 그러면 여기 위에다가 내력벽 위에다가 이렇게 보강하기 위해서 이제 테두, 벽의 테두리 돌림보죠? 그러면 이 철근 콘크리트 보를 연속적으로 쭉 보내는 거예요. 이 보가 테두리보입니다. 월 가다. 벽 위에 설치하는 보입니다. 그래서 내력벽 위에다가 연속적으로 그 설치해 주는 보를 테두리보 이렇게 칭합니다. 테두리보. 자, 그래서 그 원칙이죠. 각종 조적조 내력벽 위에 그 춤. 춤이라는 것은 높이의. 자, 춤은 춤은 어, 보의 높이를 나타낼 때. 보의 높이를 우리가 어, 보에서만입니다. 다른 데는 춤이라 하면 안 돼요. 보. 보라는 것은 수평 부재잖아요? 수평 부재. 그래서 보의 높이를 나타낼 때만 그때는 춤이란 용어를 쓴다. 어, 그래서 다른 데서는 춤이란 용어를 쓰면 안 됩니다. 그때만 우리가 어, 춤이란 용어를 쓰고 있다는 점 간략히 좀 정리를 해 두시길 바랍니다. 기본적으로 알아 두시고요. 음, 그래서 어, 그런 어, 용어 정도는 기본적으로 먼저 정리를 하시기 바랍니다. 그리고 특히 어, 조적조에서는 기본이 어, 벽돌 구조가 가장 중요해요. 그다음에 이제 블록이에요. 뭐, 돌 구조는 잘 다루지 않습니다. 어쩌다가 한 번 다룹니다. 돌은. 그래서 왜 그런가 하면 과거에 조적조가 두 문제나 세 문제 정도 배분이 됐을 때는 돌 구조가 시험에 나올 수 있었거든요. 그런데 조적조가 최근에 한 문제만 배분이 돼요. 그렇다 보니까 종합 문제와 형태가 될 수밖에 없다. 그래서 돌은 최근에 나오지 않고 있다. 이렇게 보시면 되는 겁니다. 그래서 뭐, 초기 뭐, 한 중반기에 조금 냈었습니다. 아마 10회 때 그 이후 이럴 때 초창기 한 번 내고 그래서 중반기 한 번 고 정도 10회 전후 때 한 번 언급이 되고 최근엔 거의 언급이 없다 이렇게 보시면 돼요. 그래서 돌 구조는 너무 열심히 해서는 안 됩니다. 그래서 고 정도 간략히 알아 두시고 그리고 블록은 여러분들 이게 블록이죠? 여러분들이 어디서 어, 옛날에 뭐, 담장 쌓을 때 이럴 때 블록을 많이 보신 분들 있을 겁니다. 이런 형태로 된 거. 음. 그래서 이렇게 내가 우리나라에서 기본형 블록이 비하형, 상공 블록 형태가 구멍 이렇게 세 개 나고. 이렇게 된 블록을 많이 보죠? 큰 거죠. 담장 쌓거나 아니면 여러분들이 간혹 가다 어, 내가 소나 뭐, 축사 이런 거 지었을 때 벽을 채워 주게 되면 블록까지 치죠? 이런 형태. 자, 이렇게 구멍 뚫려 있죠? 이것이 블록입니다. 블록. 이것이 블록이고. 그래서 아파트는 블록 가지고 많이 잘 안 하죠? 그래서 그래도 시험은 시험이다 보니까 벽돌만 가지고 낼 순 없잖아요. 그래서 간혹 가다가 어, 블록이 또 언급이 될 수가 있습니다. 그래서 나중에 이제 기본 강의 들어갈 때 이제 기본서 이제 기본 강의 들어갈 때 우리가 어, 전체적으로 한 번 수업을 해 드리도록 하겠습니다. 그래서 어, 이번에는 어, 이번 시간은 여기에서 마무리하고요. 뭐, 다음 시간에는 194페이지 뭐, 지붕 구조에 대해서 간략히 설명을 해 드리도록 하겠습니다. 자, 이번 시간 여기서 마무리하도록 합니다. 수고했습니다.",
  "segments": [
    {
      "timestamp": "00:04",
      "text": "자, 이번 시간은 페이지 149페이지 조적조에 대해서 살펴보도록 하겠습니다. 조적조. 뭐, 조적식 구조 또는 뭐, 조적 구조 또는 조적조 이렇게 칭합니다. 00:20 자, 조, 짤 조 자, 쌓을 적. 자, 이런 어, 벽돌이나 이런 블록이나 이런 돌 석제 같은 거 있죠? 이런 것을 어, 모르타르한 이 결합제, 바로 접착제로 쌓아 올려서 구성한 구조가 바로 조적조입니다. 그러면 조적조는 단독 주택을 연상하시면 돼요. 아니면 뭐, 주변에 담장을 쌓는다. 또는 성벽을 쌓다. 뭐, 고대 이집트의 뭐, 피라미드 이런 거 쌓죠? 이런 것들이 바로 조적조 이렇게 보시면 되는 겁니다. 그래서 이제 이 조적조에서 우리가 기억을 하실 거는 어, 기본적으로 이 파트는 보통 한 문제 정도 내는데 종합적으로 이렇게 출제를 한다 이렇게 보시면 되겠습니다. 01:11 자, 그럼 이제 보통 이제 벽돌이 있을 때 자, 기본적인 뭐, 어, 간략히 해 드릴게요. 자, 이제 이런 어, 여러분들이 벽돌이 있었습니다. 이런 벽돌. 이런 벽돌이 있으면 어, 이제 이 어 이렇게 벽돌이 있겠죠? 그러면 이제 이걸 자, 여기서 여기까지가 벽돌의 길이 개념이 되겠죠? 길이. 길이고. 자, 이것이 어, 너비 개념이 되는 거예요. 너비. 그리고 이것을 이제 두께라고 표현합니다. 두께. 이렇게 표현하죠? 그리고 이때 어, 벽돌의 이나 여러분들 뭐, 어떤 목재가 되든 이 끝부분 있죠? 이 면. 이 면을 우리가 마구리 이렇게 표현합니다. 이 면을 마구리 면이라고 표현을 합니다. 마구리 이렇게 표현을 하게 됩니다. 01:54 자, 그러면 이제 이 벽돌을 갖다가 이제 우리가 주의하실 것은 자, 이겁니다. 그러면 자, 벽면을 이제 바라봤을 때 길이가 이 면이 이 면이 있죠? 이것이 보이도록 쌓으면 길이 쌓기 이렇게 표현을 하는 겁니다. 길이 쌓기. 그리고 어, 마구리가 보이도록 쌓으면 마구리 쌓기 이렇게 표현을 하게 됩니다. 뭐, 예를 들어서 표현해 드리면 이것이 벽돌이라고 표현을 할게요. 그러면 이렇게 길이 면이 보이도록 벽면으로 봤을 때 이거는 길이 쌓기. 이 면이 보이도록 마구리 쌓기입니다. 마구리. 그리고 요렇게 세워서 쌓으면 세워 쌓기입니다. 그리고 요렇게 옆 세워서 쌓으면 옆 세워 쌓기 이렇게 표현을 하게 됩니다. 03:05 자, 그럼 이 어, 벽돌을 갖다가 온장을 사용하게 되면 되는데 이것을 우리가 벽돌을 이제 절단 가공을 할 수가 있겠죠? 그래서 이제 이 마름질을 할 수가 있는데 이때 벽돌을 잘라서 우리가 어, 절단해서 사용할 때 벽돌이 이렇게 어, 길이가 이렇게 있었어요. 그러면 이렇게 길이 이제 직각으로 자를 때를 토막이란 용어를 쓰게 됩니다. 토막. 그러면 요렇게 해서 내가 이제 벽돌을 1/4만 요렇게 어, 잘라서 쓴다는 거예요. 1/4 토막을 우리가 이호 토막이래. 1/4은 어, 0.25잖아요? 0.25. 그래서 이호 토막. 그래서 이것을 이호 토막이란 용어를 쓰고 있습니다. 이호 토막. 그러면 요 3/4이 있겠죠? 3/4 토막. 3/4 토막. 3/4은 0.75잖아요? 그래서 이것을 어, 칠호 토막 이렇게 표현을 하게 됩니다. 04:19 그리고 어, 어, 우리가 이렇게만 벽돌을 가공하는 건 아니죠? 어, 같은 방향으로 이렇게 자를 수도 있어요. 길이 방향으로. 자, 이렇게 어, 벽돌이 있을 때 이렇게 절단해서 사용할 수 있겠죠? 이것을 어, 반절 이렇게 표현을 하게 됩니다. 반절. 절반이죠? 반절. 이렇게 표현합니다. 그러면 어, 내가 어, 이렇게 토막을 했는데 어, 어, 반토막 이렇게 하면 돼. 만약에 요렇게 있으면 어, 토막을 갖다가 내는데 어, 정확히 1/2 토막. 요만큼 절단해서 사용한다. 그러면 1/2 토막은 그냥 어, 이거는 오공 토막 하면 안 됩니다. 그래서 이 토막은 그냥 어, 반 토막 이렇게 쓰는 겁니다. 반 토막. 05:21 토막은 길이의 직각으로 잘랐을 때 어, 아, 토막이란 단어를 붙이게 됩니다. 그래서 뭐, 간략히 좀 정리를 해 두시길 바랍니다. 어, 어, 고점 알아 두시고요. 자, 그리고 이제 150페이지 자, 아, 보시면 어, 거기서 이제 벽돌의 품질 개념이 나오고 있어요. 벽돌의 품질. 거기에서 어, 소성이 잘 된 벽돌 나오죠? 자, 여기에서 소성이 잘 된 벽돌은 잘 구워진 벽돌을 우리가 표현합니다. 05:51 그래서 소성이 잘 된 벽돌. 이 소성이 잘 된 벽돌은 어, 이것은 잘 구워진 벽돌을 뜻합니다. 잘 구워진 벽돌. 어, 여러분들 왜 그런가 하면 이제 벽돌은 과거에는 자, 무엇을 썼습니까? 예, 점토 흙이죠? 흙을 갖다가 흙으로 만들어서 구워서 만들었거든요. 열을 가해서. 그래서 소성이 잘 된 벽돌은 잘 구워진 벽돌을 의미한다는 점. 자, 기억을 해 두십시오. 06:34 자, 그리고 152페이지 보면 자, 모르타르 개념이 나옵니다. 모르타르. 자, 이 모르타르가 바로 결합제죠? 이 모르타르. 그래서 얘가 결합제죠? 결합제. 그래서 이제 벽돌이나 이런 블록이나 이런 돌을 결합시키는 재료인 결합제죠? 뭐, 쉽게 어, 접착제라고 보시면 됩니다. 그래서 시멘트하고 모래를 어, 일정 용적 배합을 해서 그래서 이제 거기 보시면 어, 있죠? 새 골재는 모래를 새 골재라고 합니다. 시멘트가 결합제가 되죠? 그래서 이제 시멘트하고 모래를 일정 배합으로 우리가 어, 배합을 해서 우리가 어, 물로 비빔해 준 것이 바로 물 반죽한 것이 모르타르 개념이 되죠? 그러면 이 모르타르가 우리가 보실 때 그 153페이지 이제 줄눈 나오죠? 그러면 재료와 이제 재료 사이가 바로 모르타르죠? 모르타르 부분이 줄눈이 되는 거죠. 조인트. 그래서 이 줄눈은 어, 쉽게 기본적으로 이제 재료와 재료 사이죠? 그러면 이제 벽돌이 있을 거 아닙니까? 벽돌과 벽돌. 그럼 예를 들어서 여기 이제 벽돌 있고 자, 여기 이제 벽돌이 있겠죠? 벽돌이 있습니다. 그러면 이 벽돌과 벽돌 사이에 모르타르가 들어가는 거죠? 여기 모르타르가 있을 거 아닙니까? 예. 이 모르타르 부분이 바로 줄눈이 되는 거죠. 이것이 이제 이 모르타르. 이 부분이 이제 줄눈이 되는 거죠. 줄눈. 조인트죠? 재료와 재료 사이. 이 부분이 줄눈이 되는 겁니다. 08:30 그래서 이제 우리가 알아두실 것이 거기 어, 153페이지 막힌 줄눈, 통 줄눈 개념이 나와요. 그럼 154페이지 그림을 보시면 자, 막힌 줄눈이란 것은 새로 줄눈이 일직선상이. 그러면 수평 줄눈은 일직선상으로 이렇게 쌓아야지만 시공이 용이합니다. 만약에 이것을 어, 막히게 쌓면 공사 흩은 쌓기 하면 힘들어요. 그래서 이제 수직 줄눈 가지고 기준 잡은 겁니다. 그래서 이제 수직 줄눈을 일직선상이 어, 우리가 되지 않도록 이렇게 쌓는 것이 바로 막힌 줄눈입니다. 그래서 이런 식으로 처리해 준 줄눈이 막힌 줄눈이에요. 자, 일직선이 되지 않게 막히게 쌓아 준 거죠? 이것이 자, 바로 막힌 줄눈인데. 자, 이 막힌 줄눈 시공하게 되면 이거죠. 여기에 하중이 작용이 됐을 때 하중을 가하게 되면 처음에는 이 벽돌 하나가 하중을 받겠죠? 그럼 밑에는 두 개죠? 밑에 이제 피라미드처럼 이렇게 되잖아요. 그래서 이 하중을 갖다가 이렇게 분산할 수가 있죠? 자, 이렇게 하중을 분산할 수 있는 것이 바로 어, 막힌 줄눈이죠. 그래서 기본적인 어, 벽돌 벽체에서는 이런 하중을 분산할 수 있는 막힌 줄눈 형태로 우리가 쌓게 되는 거죠. 막힌 줄눈. 그래서 이제 막힌 줄눈이 하중 분산 하중을 분산할 목적이죠? 하중 분산. 분산시키기 위해서 바로 이 막힌 줄눈으로 공사를 하게 됩니다. 그러면 통 줄눈은 하중 집중 현상이 생겨요. 그렇기 때문에 하중을 받는 벽체에서는 이 어, 통 줄눈으로 시공을 할 수가 없는 겁니다. 뭐, 대표적으로 여러분들 이거죠. 어, 집에 욕실에 타일은 여러분들 저거잖아요. 어, 하중을 전달할 필요가 없죠? 어. 그래서 여러분들 어, 욕실에 이제 벽에 타일을 부착하면 벽이 튼튼해지고 힘을 많이 받는 건 아니죠? 그래서 이제 의장 목적으로 치장 목적으로 이제 타일을 부착해 놓고 방수 이런 개념상에 설치하죠. 그래서 통 줄눈 공사를 하게 되는 겁니다. 그래서 뭐, 간략히 뭐, 조금 알아 두시기 바랍니다. 10:56 자, 그리고 페이지 156페이지 보시면 벽돌 쌓기 기본 쌓기 해서 자, 벽돌의 길이 면이 보이도록 쌓는 것이 길이 쌓기. 여러분들 벽면을 바라봤을 때 벽돌의 길이 면이 보이면 길이 쌓기예요. 그리고 마구리 면이 보이게 쌓으면 마구리 쌓기의 개념이 되는 겁니다. 자, 간략히 알아 두시고요. 그리고 이제 157페이지 일반 쌓기는 지금 아직 하지 마십시오. 뭐. 자, 그래서 기본적으로 이제 보시고요. 자, 그리고 160페이지 보시면 공간 쌓기가 나와요. 자, 이 공간 쌓기는 어, 벽체를 쌓을 때 어, 이 공간을 두어서 쌓는 방식이 어, 공간 쌓기 개념이 되는 겁니다. 그러면 자, 이것이죠? 자, 우리가 외벽을 쌓을 때 벽체와 벽체 사이에다가 공간을 두어서 쌓는 거예요. 그러면 이 벽체를 이렇게 이제 벽돌 벽을 쌓아 같겠죠? 이런 식으로 쌓았습니다. 그러면 이 벽과 벽 사이에다가 공간을 두어서 쌓는 거예요. 이 공간이 상당히 좋죠? 여러분들이 이 공간을 활용하는 것이 상당히 좋습니다. 그래서 여러분들 예를 들어서 이겁니다. 아파트의 거실 앞쪽에 발코니. 여러분들 용어로 보통 베란다라고 하잖아요. 베란다가 어, 발코니가 있는 형태가 좋죠? 어, 그 공간이 활용도가 상당히 뛰어나죠? 그러면 이 벽체 사이 이 중앙에다 공간을 두어서 쌓는 거예요. 그래서 이 공간은 대략 50에서 70mm 사이로 많이 둡니다. 여기 이제 보편적인 공간이예요. 공간을 두어서 이 벽체를 쌓게 되면 어떤 개념이 됩니까? 자, 예를 들어서 여기 뭐, 여기 외부. 뭐, 여기 외부산 게 있죠? 자, 여기 비가 이렇게 내려온다는 거죠? 그러면 벽돌은 약간 흡수율이 있습니다. 그러면 이 벽을 중간에 공간을 두지 않고 쌓게 되면 벽돌이 어, 빗물 흡수해 버리면 여러분들이 실내에 어떻게 됩니까? 자, 벽지 곰팡이 항상 다 피겠죠? 그래서 이 중간에 공간을 두면 어, 물이 흘러내리면 빼내면 이 안쪽 벽은 어떻게 됩니까? 어, 건조 상태를 유지하겠죠? 그래서 이 공간을 두어서 쌓는 것이 공간 쌓기입니다. 그러면 이제 이 공간 쌓기 목적은 사실상 이거 목적입니다. 방습 목적으로 사실 습기를 방지해서 외벽에서 스며들어오는 이 습기를 방지하는 것이 방습이죠? 자, 이 방습 목적으로 이 공간을 두어서 쌓은 겁니다. 근데 이 공간을 두어서 쌓으니까 어, 방습만 되는 게 아니라 다른 효과를 더 가져오죠? 자, 여러분들 이거 아십니까? 보통 약을 개발을 했는데 어떤 복조 약을 다른 복적으로 추가 또 효과가 나타나는 약도 있죠? 뭐, 대표적인 약이 비아그라 아닙니까? 비아그라는 원래 심장병으로 개발됐는데 다른 데 더 효과가 좋았죠? 그래서 이제 이 방습이 습기를 방지하는 방습. 그리고 어, 이런 소음을 방지하는 방음이라든지. 이 공간이 그렇게 효과 좋은 겁니다. 그래서 여러분들 아파트도 자, 이 발코니가 있으면 외부의 소음이 덜 들리죠? 그래서 이런 방음이라든지. 그리고 어, 이제 이런 단열 목적이 되겠죠? 단열. 열의 이동을 차단하는 단열. 그래서 이제 단열이 되는데 이 단열은 더위를 방지하는 방서도 될 것이고 추위를 방지하는 방한이죠? 방한. 이런 목적으로 우리가 기본적으로 이 공간을 두어서 쌓는 것을 우리가 공간 쌓기라고 이렇게 칭합니다. 그래서 공간은 어, 외부 벽체 이제 이런 습기를 방지해서 사용한 것이 되는데 뭐, 다른 목적으로도 효과가 좋았습니다. 그래서 아마 간략히 뭐, 알아 두시면 되겠습니다. 15:18 그리고 162페이지 보면 아치 쌓기가 나와요. 자, 아치 쌓기는 자, 이 부분이 되죠? 먼저 어, 이제 기본적으로 이겁니다. 사람이 이제 벽을 다 쳐 놓으면 어떻합니까? 어, 아, 어, 24시간 주야 벽으로 다 공사돼 있으면 들어가면 어떻게 됩니까? 깜깜하겠죠? 그래서 햇볕 들어오고 창도 둬야 되겠고 이런 어, 어, 사람이 들어가서 들어가기 위해서 문도 둬야 되겠죠? 그러면 개구부를 두게 되는데 자, 기본적으로 이렇게 됩니다. 자, 이렇게 조적조에는 개구부를 이렇게 만들면 위험하죠? 그래서 이제 이제 개구부는 우리가 창호 부분을 개구부라 해요. 개구부. 개구부를 보통 창호 부분. 창호 부분을 개구부라 하죠? 그래서 창하고 어, 윈도우하고 문하고 이 두 가지를 보통 개구부 창호라 해요. 자, 그러면 보통 개구부가 이렇게 있을 때 자, 이 개구부 상부 부분 있죠? 상부 부분에 이렇게 둥글게 이렇게 쌓은 거 있죠? 벽돌이나 돌 가지고 이런 식으로 쌓은 것이 아치 쌓기죠? 이 부분에. 이 부분에 어, 벽돌이나 돌 가지고 이런 식으로 우리가 쌓아 준 부분을 우리가 아치 쌓기라 이렇게 표현을 하는 겁니다. 이런 식으로 만들어 준 것. 이것이 아치 쌓기고요. 그러면 이 아치 쌓기는 개구부 상부예요. 아치 쌓기는 이 부분이 아치 쌓기예요. 그러면 보통 아치 구조가 이제 아치 쌓기 구조를 우리가 인간이 만들므로 인해서 더 큰 개구부를 만들 수 있었던 거예요. 아치. 그리고 어, 이 부분에 그래서 이제 거기 163페이지 보면 창대 쌓기 나오죠? 자, 창대 쌓기는 개구부가 있을 때 개구부 하부에요, 여기. 하부에 벽돌을 겹세워서 15도 경사지게 쌓은 거. 이것이 이것이 어, 이거는 어, 창대 쌓기가 되는 거고. 요 밑 부분이 창대 쌓기예요. 요것이 창대 쌓기이고. 위에 쌓는 게 아치 쌓기예요. 아치 쌓기 이렇게 보시면 된다. 그러면 아치 쌓기는 자, 이거 왜 하는가 하면 이 아치 쌓기를 하는 것은 이거 목적입니다. 보통 어, 보통 이 벽돌은 압축력에 누른 힘에는 강해요. 그런데 인장력이나 힘에는 약합니다. 그래서 이 아치 쌓기는 인장력을 바꿔 주는 거예요. 잡아당기는 힘이 생기지 않도록 하는 거죠? 인장력을 압축력으로 변환시키는 거예요. 누르는 힘으로. 자, 그래서 어, 이걸로 변환시키는 구조가 아치 쌓기라 이렇게 됩니다. 그럼 아치 쌓기를 하면 인장력이 생기지 않도록 잡아당기는 힘이 인장력이 발생하지 않도록 하는 거예요. 발생하지 않도록 하는 구조가 아치 쌓기 기본이 되는 겁니다. 그런데 아치 쌓기로 하면 어, 공사가 좀 어려워요. 그래서 우리가 어, 배지 164페이지 하단에 보면 인방이 나아요. 인방. 그래서 이제 165배 상단에 보면 개구부 상부를 가로지른 보강 부재 있죠? 이 인방이에요. 자, 그러면 공사를 편하게 하기 위해서 개구부가 이렇게 있을 때 자, 이 개구부 상부를 갖다가 이렇게 가로지르는 부재로 이렇게 보강을 해요. 이것이 인방의. 이게 이제 인방이고 가로지르는 부재 인방보라 하겠죠? 이게 인방보예요. 인방보. 그래서 이제 보통 개구부 상부는 아치 쌓기로 하는 게 기본 원칙이에요. 아치 쌓기로 하되 이 아치 쌓기를 보강하기 위해서 어, 자, 이제 이렇게 공사하면 힘들잖아요. 그래서 쉽게 하기 위해서 이제 가로지른 인방보로 보강하고 여 위에다 이제 벽돌을 쌓아 올라가는 거예요. 그러면 이것이 인방보의 개념이 되는 거예요. 인방보. 인방보는 어, 이제 개구부 상부를 보강하는 부재입니다. 그래서 부재로서 상부에서 내려오는 하중을 좌우 벽으로 전달시켜 주기 위해서 보강하는 부재가 인방보예요. 그러면 인방보는 시방서 이 자, 좌우 벽이 있죠? 이 개구부가 있을 때 그러면 여기에 최소 어, 양쪽 벽에 200mm 이상이 최소 기준. 200mm 이상 좌우 벽에 물려 주게 대주면 돼요. 200mm 이상. 이것을 인방보로 한다는 점. 간략히 좀 알아 두시면 되겠습니다. 정리해 두시고. 자, 그리고 166페이지 보면 우리가 벽돌 벽체는 구조상 내력벽과 비내력벽으로 나누어지는데. 자, 그러면 어, 내력벽은 자, 내력벽이라는 것은 상부 하중을 어, 분담할 수 있는 벽이죠? 그래서 이 자, 내력벽은 하중을 어, 지지할 수 있는 벽이죠? 하중을 자, 지지할 수 있는 벽이에요. 있는 벽 개념이 내력벽 개념이 됩니다. 그러면 자, 비내력벽은 하중을 지지할 수 없는 벽이에요. 하중을 지지할 수 없는 거. 없는 벽은 어, 비내력벽 개념이 됩니다. 그러면 내력벽하고 비내력벽의 차이죠. 비내력벽은 조적조에서는 칸막이 벽이에요. 조적조는 칸막이 조적벽이 바로 비내력벽 개념이 되는 거예요. 자, 쉽게 이거죠. 자, 단독 주택을 지을 때 뼈대를 짝. 그 단독 주택을 지을 때 자, 먼저 벽을 짜 놓고 위에다가 슬래브를 치죠? 이것은 바로 뭐다? 내력벽 개념이 되는 거야. 자, 이거 벽돌 벽이든 관계 없어요. 블록 벽이든. 자, 철근 콘크리트 벽이든. 하중을 지지할 수 있는 벽은 내력벽이에요. 그런데 어, 하중을 지지할 수 없는 벽이 바로 비내력벽 개념이 된다는 점 간략히 일단 먼저 기본을 잡으세요. 내력벽과 비내력벽. 그래서 기준적으로 어떤 것을 내력벽이라 한다. 그래서 이제 쉽게 얘기하면 자, 건축물의 골조 뼈대를 짤 때 설치되는 벽은 내력벽이에요. 근데 골조 뼈대가 다 짜지고 나서 나중에 필요에 따라서 설치하는 벽이 바로 비내력벽이에요. 그럼 칸막이 벽 같은 것은 비내력벽이다 이렇게 보시면 됩니다. 그러면 철근 콘크리트 구조물 뼈대를 짜 놓고 나서 여기에다가 무엇을 갖다가 이제 조적 벽 같은 걸 설치하죠? 그것이 바로 어, 비내력벽이다 그렇게 보시면 됩니다. 그래서 어, 간단히 구분 좀 해 두시면 되겠습니다. 23:13 자, 그리고 167페이지 보시면 자, 테두리보 월 가다가 나오죠? 자, 그러면 쉽게 이겁니다. 여러분들이 집을 짓기 위해서 자, 이제 벽을 이렇게 만들었어요. 내가 단독 주택을 짓는다 이겁니다. 그러면 어, 거실도 만들고 방도 만들고 이렇게 했을 거 아닙니까? 그러면 이런 식으로 내가 거실 여기 거실 만들고 방 부개 막 이렇게 만들다 하죠? 그럼 여기 벽을 쌓을 거 아닙니까? 이. 벽체가 이렇게 있겠죠? 이런 벽체. 그럼 이 벽이 현재 내력벽이다. 그럼 이제 벽 위에 이 내력벽 위에 연속적으로 여기에다가 보를 설치해 주는 거예요. 그럼 예를 들어서 벽이 이렇게 있다 가정합시다. 여기다 한번 그려 볼게요. 그럼 벽체가 이렇게 아까 내력벽이 이렇게 있었어요. 이 벽체가 있었어요. 벽 있으면, 여기 이제 내력벽일 때. 그러면 이제 내력벽이 쭉 연속적으로 갔을 거 아닙니까? 그러면 여기 위에다가 내력벽 위에다가 이렇게 보강하기 위해서 이제 테두, 벽의 테두리 돌림보죠? 그러면 이 철근 콘크리트 보를 연속적으로 쭉 보내는 거예요. 이 보가 테두리보입니다. 월 가다. 벽 위에 설치하는 보입니다. 그래서 내력벽 위에다가 연속적으로 그 설치해 주는 보를 테두리보 이렇게 칭합니다. 테두리보. 자, 그래서 그 원칙이죠. 각종 조적조 내력벽 위에 그 춤. 춤이라는 것은 높이의. 자, 춤은 춤은 어, 보의 높이를 나타낼 때. 보의 높이를 우리가 어, 보에서만입니다. 다른 데는 춤이라 하면 안 돼요. 보. 보라는 것은 수평 부재잖아요? 수평 부재. 그래서 보의 높이를 나타낼 때만 그때는 춤이란 용어를 쓴다. 어, 그래서 다른 데서는 춤이란 용어를 쓰면 안 됩니다. 그때만 우리가 어, 춤이란 용어를 쓰고 있다는 점 간략히 좀 정리를 해 두시길 바랍니다. 기본적으로 알아 두시고요. 음, 그래서 어, 그런 어, 용어 정도는 기본적으로 먼저 정리를 하시기 바랍니다. 그리고 특히 어, 조적조에서는 기본이 어, 벽돌 구조가 가장 중요해요. 그다음에 이제 블록이에요. 뭐, 돌 구조는 잘 다루지 않습니다. 어쩌다가 한 번 다룹니다. 돌은. 그래서 왜 그런가 하면 과거에 조적조가 두 문제나 세 문제 정도 배분이 됐을 때는 돌 구조가 시험에 나올 수 있었거든요. 그런데 조적조가 최근에 한 문제만 배분이 돼요. 그렇다 보니까 종합 문제와 형태가 될 수밖에 없다. 그래서 돌은 최근에 나오지 않고 있다. 이렇게 보시면 되는 겁니다. 그래서 뭐, 초기 뭐, 한 중반기에 조금 냈었습니다. 아마 10회 때 그 이후 이럴 때 초창기 한 번 내고 그래서 중반기 한 번 고 정도 10회 전후 때 한 번 언급이 되고 최근엔 거의 언급이 없다 이렇게 보시면 돼요. 그래서 돌 구조는 너무 열심히 해서는 안 됩니다. 그래서 고 정도 간략히 알아 두시고 그리고 블록은 여러분들 이게 블록이죠? 여러분들이 어디서 어, 옛날에 뭐, 담장 쌓을 때 이럴 때 블록을 많이 보신 분들 있을 겁니다. 이런 형태로 된 거. 음. 그래서 이렇게 내가 우리나라에서 기본형 블록이 비하형, 상공 블록 형태가 구멍 이렇게 세 개 나고. 이렇게 된 블록을 많이 보죠? 큰 거죠. 담장 쌓거나 아니면 여러분들이 간혹 가다 어, 내가 소나 뭐, 축사 이런 거 지었을 때 벽을 채워 주게 되면 블록까지 치죠? 이런 형태. 자, 이렇게 구멍 뚫려 있죠? 이것이 블록입니다. 블록. 이것이 블록이고. 그래서 아파트는 블록 가지고 많이 잘 안 하죠? 그래서 그래도 시험은 시험이다 보니까 벽돌만 가지고 낼 순 없잖아요. 그래서 간혹 가다가 어, 블록이 또 언급이 될 수가 있습니다. 그래서 나중에 이제 기본 강의 들어갈 때 이제 기본서 이제 기본 강의 들어갈 때 우리가 어, 전체적으로 한 번 수업을 해 드리도록 하겠습니다. 그래서 어, 이번에는 어, 이번 시간은 여기에서 마무리하고요. 뭐, 다음 시간에는 194페이지 뭐, 지붕 구조에 대해서 간략히 설명을 해 드리도록 하겠습니다. 자, 이번 시간 여기서 마무리하도록 합니다. 수고했습니다."
    }
  ],
  "model": "gemini-2.5-flash",
  "completedAt": "2026-01-25T06:23:00.309Z"
}