{
  "transcript": "네, 법률 강의 내용을 바탕으로 한 상세 전사본입니다.\n\n---\n\n**[00:00] 강사:** 자, 이번 강의는 247페이지 무효행위의 추인입니다. 139조가 나오는데, 한번 생각해보죠. 자, 무효는 뭔가요? 성립은 했지만 아무런 효과가 없는 거예요. 추인은 뭐냐 하면 추후에 나중에 인정한다는 얘기거든요. 자, 139조 읽어볼게요. 무효인 법률행위는 추인하여도 그 효력이 생기지 아니한다죠. 자, 생각해보십시오, 여러분들. 법률행위를 했는데 요 법률행위가 무효예요. 무효고 아무런 효과가 없는 상태인데 나중에 추인한다고 해봐야 이 무효가 유효로 뒤바뀔 가능성은 없는 거죠. 왜냐하면 추인이라는 것은 추후에 인정한다는 말인데 무효는 아무런 효과가 없는 것이니까 인정할 건덕지도 없는 거죠. 따라서 무효인 법률행위를 추인한다 그래서 이 행위 자체가 무효로, 무효에서 유효로 뒤바뀌지는 않는 겁니다. 계속 보시면, 그러나 당사자가 그 무효임을 알고 추인한, 추인한 때에는 새로운 법률행위로 본다죠. 자, 아무런 효과가 없고 인정할 건덕지도 없는데 당사자 모두가 그래 나도 추인하겠다라고 했다면 이제는 새롭게 다시 법률행위를 한 것으로 보겠다는 거죠. \n\n**[01:29] 강사:** 자, 그럼 이런 얘기입니다. 매매계약을 했는데 그 매매계약이 무효예요. 시간이 지나서 한쪽 당사자가 추인하겠다고 했고, 상대방도 좋다 나도 추인하겠다고 했다면 이제 이 당사자는 새롭게 다시 매매계약을 체결하는 것으로 보겠다는 거죠. 따라서 추인한 때부터 새롭게 효과가 생기게 된다는 것이 우리 민법의 태도인 거죠. 2번, 추인의 요건. 1번, 무효임을 알고 추인해야 됩니다. 따라서 무효인지 몰랐다면 그 추인은 아무런 의미가 없는 거고요. 2번, 당사자가 무효 원인이 소멸한 후에 추인하여야 돼요. 자, 예를 들어서 이런 겁니다. 제가요, 어제 이빠이 술을 처먹었습니다. 술을 처먹고 술 취한 상태에서 술 취했는데, 어 다음 날 아침에 일어나 보니까 머리맡에 제 아파트 매매계약서가 있는 거예요. 미친놈이 그 만취 상태에서 그 아파트에 대해서 매매계약 한 거거든요. 그러면 그 매매계약은 뭐인 거죠? 무효인 거죠. 아무런 효과가 없는 거죠. 근데 제가 깜짝 놀라 가지고 계약서를 뜯어봤더니, 아이고 제가 술 취한 상태에서도 신기하게도 너무 저에게 유리한 계약을 했어요. 그러면 아 좋다라고 저는 뭐 할 수 있어요? 추인할 수가 있는 거고, 상대방도 그 얘기를 듣고 나도 추인하겠다라고 했다면 이제 그 시점을 기준에서 다시 새롭게 매매계약을 한 것이 되는데, 술 깨고 해야 된다는 거죠. 그렇죠? 다시 말하면 만취 상태에서 매매계약 하고 만취 상태에서 추인한다고 해야 의미가 없는 거예요. 따라서 당사자가 무효 원인이 소멸한 후에 추인하여야 하고요. 3번, 무효인 법률행위가 새로운 법률행위 요건을 당연히 구비하고 있어야 되겠죠. \n\n**[03:30] 강사:** 넘겨보시면 효력이 나옵니다. 효력이 나오는데, 무효임을 알고 추인하게 되면 새롭게 법률행위를 한 것으로 보니까 과거로 추인의 효과가 뭐 되지 않습니까? 소급되지는 않습니다. 다만 당사자 간의 특약으로 뭐 할 수 있냐면 소급시킬 순 있는 거예요. 자, 그럼 이런 얘기입니다. 술 깨 가지고 추인하겠다, 추인하겠다 해서 다시 매매계약 한 것으로 간주가 되면, 어 기존의 매매계약은 무효니까 새롭게 다시 매매계약서 다시 써야 되는 거죠. 그렇죠, 여러분들? 근데 굳이 그럴 필요 있느냐, 우리 그냥 어제 쓴 그거를 그냥 그대로 쓰자라고 당사자가 합의를 했다면, 특약을 했다면 그 무효인 행위가 소급해서 뭐가 될 수 있어요? 유효가 될 수 있다라는 거 주의하시기 바랍니다. 아, 판례는 나중에 봐야 되겠죠. 그다음에 이제 법률행위의 취소입니다. \n\n**[04:29] 강사:** 자, 취소라는 것은 뭐냐 하면 일단은 유효한 법률행위죠. 자, 요 시점에서 법률행위를 했어요. 법률행위를 했고 성립했고 유효한데, 만약에 취소를 했다면 소급해서 무효가 되는 걸 우리가 취소라고 하는 거죠. 따라서 취소할 수 있는 법률행위는 일단은 뭐 한 거죠? 유효한 거죠. 다만 취소하게 되면 소급해서 무효로 뒤바뀔 가능성이 있으니까 취소할 수 있는 법률행위는 대표적인 뭐가 되는 거죠? 유동적 유효가 되는 거죠. 그래서 이런 것들도 나옵니다. 자, 사기당했으면 사기에 의한 의사표시는 취소할 수 있어요. 근데 만약에 사기에 의한 의사표시는 무효다 그러면 X인 거예요. 왜냐하면 취소할 수 있는 법률행위는 무효가 아니라 유동적 유효인 거죠. 일단은 유효한데 무효로 뒤바뀔 가능성이 있는 유동적 유효인 것이니까 취소할 수 있는 법률행위는 무효가 아니고 따라서 사기에 의한 의사표시는 무효다 그러면 뭐가 돼요? X가 되는 거예요. 자, 우측에 보시면 취소와의 구별 개념에서 1번, 철회라는 게 나옵니다. 자, 철회라는 것은 뭐냐 하면 효과가 발생하기 전에 효과 발생을 막는 것을 우리가 철회라고 해요. 다시 말하면 이미 효과가 발생했다면 요건을 갖춰서 취소하는 것은 가능하고요. 효과 발생하기 전에는 뭐 할 수 있는 거죠? 철회할 수가 있는 거죠. 자, 우리가 실제로 철회할 수 있느냐 없느냐가 시험에 잘 나오는 편이거든요. 가장 중요한 기능은 뭐예요? 이미 효과를 발생했다면, 효과가 발생했다면 철회할 수가 없는 거고요. 아직 효과가 발생하기 전이면 뭐 할 수 있는 거죠? 철회할 수 있는 거죠. 왜요? 철회란 효과가 발생하기 전에 효과 발생을 막는 것을 우리가 철회라고 하는 거죠. 2번 해제가 나오는데 해제는 우리가 나중에 공부해야 될 것 같고요. 해제와 해지는 나중에 볼 겁니다. 하단에 보시면 취소의 종류에서 1번 협의의 취소, 좁은 의미의 취소가 나오고요. \n\n**[06:58] 강사:** 넘겨보시면 광의의 취소 해 가지고 넓은 의미의 취소가 나오는데, 자 일단 우리가 공부해야 될 제한능력, 착오, 사기, 강박을 이유로 하는 취소는 좁은 의미의 취소예요. 그래서 우리는 시험 범위의 취소는 뭐예요? 좁은 의미의 취소로 이해하면 되고요. 그다음에 3번 재판상 취소가 나와 있는데, 어 뒤에서 좀 나올 건데요. 아무튼 우리는 뭐죠? 좁은 의미의 취소를 말하는 거죠. 3번 취소권에서 취소권자가 나옵니다. 자, 여기서 좀 생각해볼 게 있어요. 자, 우리가 어 무효를 전 시간에 공부했잖아요. 근데 무효를 공부하면서 뭘 안 했냐면 무효를 주장할 수 있는 사람을 공부를 안 했어요. 왜냐하면 무효는 아무나 주장할 수가 있는 거예요. 따라서 우리 문제에서 이러이러한 사람은 무효임을 주장할 수 없다 그러면 X가 되는 거예요. 이에 반해서 취소는 아무나 할 수 있는 것이 아니라 정해진 사람만이 할 수 있는데, 그 사람이 누군 거죠? 취소권자인 거죠. \n\n**[08:12] 강사:** 140조 제가 한번 읽어볼까요? 취소할 수 있는 법률행위는 제한능력자, 착오로 인하거나 사기 강박에 의한 의사표시를 한 자, 그의 대리인 또는 승계인만이 취소할 수 있다. 자, 취소할 수 있는 사람은 아무나 할 수 있는 사람이 아무나 할 수 있는 것이 아니라 정해진 사람이 할 수 있는데 첫째, 제한능력자는 취소할 수가 있는 거죠. 일단 여기서 좀 생각해볼 게 있는데, 음 신의칙상 인정되는 금반언의 원칙이라는 게 있어요. 이게 뭐냐 하면 반대되는 언행이 금지가 된다. 제가 대학 다닐 때는 우리 집 법대생 사이에서는 그냥 화장실 원칙, 요런 말을 많이 썼어요. 무슨 말이죠? 화장실 들어갈 때 하고 나올 때 하고 말이 다르면 안 되는데 이걸 우리가 금반언의 원칙이라고 해요. 다시 말하면 어제는 매매계약 해놓고 오늘은 안 팔겠다, 이런 거 신의칙상 뭐 되지 않아요? 허용되지 않는 거예요. 다만 제한능력자에게는 금반언의 원칙이 적용되지 않는다. 따라서 제한능력자는 반대되는 언행을 할 수가 있는 거죠. 자, 오늘 어 지가 매매계약 해놓고 다음 날 아저씨 저 미성년자거든요, 요거 매매계약 취소할래요 하는 것이 가능하다. 다시 말하면 제한능력자 본인도 스스로 한 법률행위를 스스로 뭐 할 수 있는 거죠? 취소할 수가 있는 거고요. \n\n**[09:50] 강사:** 또 하나 생각해볼 것은 취소는 취소할 수가 없다. 자, 제한능력자는 법정대리인의 동의 없이 한 법률행위는 뭐 할 수 있었죠? 취소할 수 있었잖아요. 근데 취소는 취소할 수 없는 거죠. 다시 말하면 제한능력자가 한 법률행위는 취소할 수 있지만 제한능력자가 한 취소는 또다시 제한능력을 이유로 뭐 할 수 없어요? 취소할 수 없는 거다. 왜냐하면 제한능력자 본인도 뭐가 있습니까? 취소권이 있기 때문에. 그다음에 두 번째, 착오에 의한 의사표시자, 사기에 의한 의사표시자, 강박에 의한 의사표시자도 취소할 수 있죠. 뭐 쉽게 말하면 착오를 일으킨 사람 취소할 수 있고요, 사기당한 사람 취소할 수 있고, 강박을 당한 사람 뭐 할 수 있어요? 취소할 수 있는데, 어 이러한 사람들의 뭐도요? 대리인도 취소할 수 있다는 거죠. 자, 예를 들어서 미성년자가 법률행위를 했어요. 그러면 미성년자만 취소할 수 있는 것이 아니라 그 미성년자의 법정대리인인 친권자도 뭐 할 수 있어요? 취소할 수 있다는 거죠. 대리인도 취소할 수 있고요. 네 번째로 승계인도 취소할 수가 있습니다. \n\n**[11:13] 강사:** 좀 자세한 건 나중에 공부하겠지만, 우리가 여기서 우리가 생각할 것은 뭐냐 하면 취소권자가 한 사람이 아니라는 거죠. 네 가지 종류가 있잖아요. 그래서 취소권자는 여러 사람일 수가 있는 거예요. 그러니까 우리가 취소는 아무나 할 수 있는 것이 아니라 정해진 사람만이 할 수 있는데 정해진 사람이 몇 가지예요? 네 가지 종류가 있다라는 말은 취소권은 여러 사람이 행사할 수 있는 것이다. 따라서 우리가 보통 누가 취소할 수 있느냐, 취소권자를 찾는 문제가 나오는 경우에 틀리게 되는 경우는 자꾸 한 사람만 찾으면 틀리게 된다는 거 주의하셔야 되겠죠. 우측에 취소의 방법이죠. 1번 취소의 대상. 어 착오, 사기, 강박에 의한 의사표시를 취소할 수 있다. 제한능력자가 한 법률행위는 취소할 수 있는데 2번 취소의 방법, 원칙 제한이 없습니다. 말로 하든 문서로 하든 어떤 방법이든 상관이 없어요. 여기서 좀 생각해볼 용어를 좀 정리해 보면 의사표시가 뭐였죠? 원하는 바, 바라는 바를 밖으로 표시하는 것이 뭐죠? 의사표시고요. 요 의사표시가 두 가지가 있습니다. 명시적 의사표시와 묵시적 의사표시가 있고요. 요것과 구별해야 될 것이 뭐냐 하면 침묵입니다. 침묵은 의사표시가 아니에요. \n\n**[12:47] 강사:** 자, 그러면 묵시적 의사표시라는 건 뭐냐 하면 아무것도 안 하는 거, 침묵은 뭐가 아니에요? 의사표시가 아니에요. 그러면 묵시적 의사표시는 아무것도 안 하는 게 아니에요. 자, 우리 민법상 묵시적 의사표시는 뭐냐 하면 의사표시로 볼 수 있는 행위가 존재하는 경우를 우리가 묵시적 의사표시라고 하는 거죠. 자, 우리 집 살래라고 물어봤어요. 그랬더니 응 내가 살게, 명시적 의사표시죠. 사겠다는 말은 안 했는데 고개를 끄덕였어요. 이게 뭐예요? 묵시적 의사표시예요. 사겠다는 말도 안 하고 고개를 끄덕이지도 않고 빤히 째려봐요. 이거는 뭐예요? 사겠다는 말도 아니고 안 사겠다는 말도 아니죠. 침묵은 원칙적으로 뭐가 아닌 거예요? 의사표시가 아닌 거죠. 아니면 우리 집 살래라고 물어봤을 때 사겠다는 말은 안 했는데 다음 날 보니까 계약금을 입금했어요. 계약금을 입금하는 그 행위는 뭐예요? 사겠다는 뜻이죠. 이게 뭐예요? 묵시적 의사표시죠. 그래서 여러분들 아무것도 안 하는 것은 침묵은 원칙적으로 뭐가 아닙니까? 의사표시가 아니에요. 그럼 묵시적 의사표시라는 것은 아무것도 안 하는 것이 아니라 고개를 끄덕인다, 계약금을 입금한다와 같은 의사표시로 볼 수 있는 행위가 존재하는 경우를 우리가 묵시적 의사표시인 거죠. \n\n**[14:16] 강사:** 자, 그럼 우리가 생각해 보자고요. 내가 그 집을 사겠다는 말뿐만 아니라 다음 날 계약금을 보게 보낸 것도 입금한 것도 명백한 거잖아요. 다시 말하면 어떻게 보면 묵시적 의사표시가 더 명확할 수도 있는 거예요. 자, 기억하십시오. 우리 민법상 모든 의사표시는 명시적으로도 할 수도 있고 묵시적으로도 할 수가 있습니다. 따라서 묵시적으로 못 하는 의사표시는 아무것도 없다. 왜냐하면 묵시적 의사표시는 아무것도 안 하는 침묵이 아니라 의사표시로 볼 수 있는 행위가 존재하는 경우를 의미하기 때문에 그런 거죠. 자, 그럼 여기서 우리가 취소는 방법, 승낙을 받지 않고 일방적으로 하는 것이니까 취소는 단독행위고요. 취소권은 형성권입니다. 자, 이런 취소권을 행사하고자 할 때 취소할 때는 방법의 제한이 없고요, 명시적으로도 할 수도 있고 묵시적으로도 할 수 있는 겁니다. 왜냐하면 취소는 의사표시이고 모든 의사표시는 명시적으로도 할 수 있고 묵시적으로도 할 수도 있는 거죠. \n\n**[15:30] 강사:** 자, 넘겨보시면 2번 재판상으로만 하여야 하는 경우가 있죠. 자, 일단 우리가 취소는 말로 하든 문서로 하든 어떤 방법이든 제한이 없고요. 꼭 재판을 통해서 해야 되는 것은 아닌 거예요. 그렇죠? 다만 예외적으로 재판을 통해서 해야 되는 것들이 있는데 사회행위의 취소, 혼인 입양 등의 가족법상의 취소 나오잖아요. 우리가 기억할 것은 뭐냐 하면 사해행위의 취소는 재판을 통해서 해야 된다는 거 꼭 기억해 두시기 바랍니다. 자, 사해행위가 뭐냐 하면 이런 겁니다. 자, 을이 갑에게 1억을 빌려줬어요. 1억을 달라 요구할 수 있는 채권이 있는 상태인데, 갑이 돈을 갚기 싫어요. 근데 안 갚으면 자신 소유하고 있는 이 아파트를 어 을이 채권자가 강제집행 경매할 것 같아요. 그래서 돈 갚기 싫어서 요 아파트를 병한테 팔아먹고 병한테 이전 등기를 했어요. 이런 것을 우리가 사해행위라고 합니다. 다시 말하면 채무자가 돈 갚기 싫어서 재산을 도피시킨 행위를 우리가 사해행위라고 하고요. 이러한 채무자의 재산 도피 행위에 대해서 채권자는 일방적으로 취소할 수가 있는데, 요걸 우리가 사해행위의 취소 또는 채권자 취소권이라고 하고요. 이러한 사해행위의 취소만은 무엇을 통해서요? 재판을 통해서 해야 된다는 거 기억해 두시기 바랍니다. 자, 판례가 나오는데 요 판례 뭐 읽어보지는 않을 거고요. 결국은 묵시적 의사표시죠. 음 다시 말하면 취소로 볼 수 있는 행위가 있다면 그것도 뭐죠? 묵시적 의사표시로서 취소한 거다, 이런 얘기인 거고요. \n\n**[17:20] 강사:** 3번 취소의 상대방. 음 원래의 법률행위 상대방입니다. 다시 말하면 취소는 누구한테 하냐 하면 취소하고자 하는 그 원래의 법률행위 상대방에게 하는 거예요. 자, 한번 예를 들어볼게요. 자, 갑이 을과 만나 가지고 매매계약을 했고요. 갑이 을에게 이전 등기를 해줬어요. 근데 갑이 을과 왜 매매계약을 했냐면 병이 갑에게 사기를 쳤거든요. 또 을은 또다시 이거를 정과 만나 가지고 매매계약을 하고 이전 등기를 해줘서 현재 소유자는 누군 거죠? 정인 거죠. 이때 갑이 사기당했다는 이유로 요 매매계약을 취소하고자 해요. 누구한테 하는 거냐, 을한테 하는 거다죠. 자, 취소의 상대방은 취소하고자 하는 원래 법률행위 상대방이 취소의 상대방입니다. 사기 친 놈한테 하는 것도 아니고요, 현재 권리자에게도 하는 것도 아님을 주의하시기 바랍니다. 자, 취소는 누구한테 한다고요? 취소하고자 하는 원래 법률행위 상대방이 취소의 상대방이 되는 거죠. \n\n**[18:40] 강사:** 우측에 보시면 취소의 효과가 나오죠. 1번 소급적으로 무효가 된다. 왜요? 취소란 유효한 것을 소급해서 처음으로 돌아가서 무효화시키는 걸 우리가 취소니까요. 2번 취소의 효과가 미치는 범위는 뭐 상대적일 수도 있고 절대적일 수도 있는 나중의 문제인데, 3번 취소 효과의 절대성과 무효성인데 간단히 말씀드리면 요 제한능력을 이유로 취소하면 절대적이에요. 따라서 모든 사람에게 예외 없이 무효이기 때문에 제삼자가 선이라 하더라도 뭐 받지 못해요? 보호받지 못하는 거죠. 착오, 상기, 사기, 강박을 이유로 취소하는 경우에는 상대적 무효입니다. 따라서 제삼자가 선의인 경우에 보호되는 거죠. 그러면 네 가지 취소 사유 중에서 세 가지가 상대적이고 선의 제삼자를 보호하니까 취소는 원칙적으로 상대적 취소인 거죠. 다만 예외적으로 제한능력을 이유로 취소한 경우에는 어 절대 취소, 제삼자가 선이라 하더라도 보호받지 못한다는 거 주의하시기 바랍니다. \n\n**[19:51] 강사:** 4번 부당이득 반환이죠. 자, 생각을 좀 해볼게요. 자, 취소를 하게 되면 소급해서 무효가 되니까 이행하기 전이면 이행할 필요가 없는 거고요. 만약에 이행한 것이 있다면 부당이득으로서 반환을 해줘야 되겠죠. 그렇죠? 자, 근데 여기서 이제 무효 사정은 뭐냐 하면 만약에 어 선의의 상대방이라면 현존하는 이익 범위 내에서 반환하면 되고요, 악의의 상대방은 그 이득을 전부를 다 반환해줘야 되고 또 만약에 상대방이 손해를 입었다면 손해배상도 해줘야 됩니다. 주의하실 것은 제한능력자는 선이든 악이든 따지지 않고 현존하는 이익 범위 내에서만 반환하면 되는 거죠. 자, 취소 취소가 됐습니다. 소급해서 무효가 됐으니까 이행하기 전이면 이행할 필요가 없는 거고요. 이행한 것이 있다면 부당이득으로 반환을 해줘야 되는데 만약에 상대방이 선이라면 현존하는 이익 범위 내에서만 돌려주면 되고요, 상대방이 악이라면 전부를 다 돌려줘야 되는데 제한능력자만은 선이든 악이든 묻지 않고 현존하는 이익 범위 내에서만 돌려주면 되는 거죠. \n\n**[21:34] 강사:** 자, 여기서 좀 생각을 해보는 게 뭐냐 하면 요 현존 이익은 또 뭐냐 이거죠. 자, 한번 예를 들어볼게요. 갑이 열여덟 살 먹은 미성년자예요. 자 을한테 가가지고 아저씨 제 자전거 좀 사세요, 자전거에 대해서 매매계약을 한 거죠. 매매계약을 했고 을이 갑에게 자전거 대금으로 50만 원을 줬고요, 갑은 을에게 자전거를 뭐 해줬냐면 인도를 해줬어요. 그래서 이제 이 어 갑이 을로부터 50만 원을 받아 가지고 뭐 했겠습니까? 미성년자면 그런 거야. 자, 친구들 모아 가지고 열여덟 살이니까 우리나라 나이로 스무 살입니다. 그렇죠? 어 스무 살 다 됐죠. 야 우리 술 한잔 빨자 해 가지고 술 먹었어요. 술 처먹느라고 10만 원을 썼습니다. 술 먹고 느낌이 와 가지고 이제 야 우리 한번 클럽 갈까? 저희 때는 나이트클럽이었는데 나이트 갈까 해 가지고 춤추느라고 10만 원을 썼어요. 그리고 신나게 나왔는데 누가 그런 거죠? 야 우리 야 고스톱이나 한판 칠까 해 가지고 고스톱 해가지고 5만 원 잃었어요. 도박을 해가지고 5만 원을 잃은 거죠. \n\n**[22:49] 강사:** 그러고 나서 이제 집에 오는데 아 이러다가 이제 다 돈 다 잃을 거 같아요. 그래 가지고 가는 길에 엄마가 좋아하는 귤을 좀 샀습니다. 귤을 3만 원어치 샀어 한 박스. 그러고 나서 얼마 남았죠? 28만 원이니까 22만 원 남았네요. 그다음에 학원비를 냈습니다. 다음 날 학원비 10만 원을 냈습니다. 어 23, 38만 원이니까 12만 원 남았죠. 나머지 예금을 했습니다. 예금을 12만 원을요. 맞나요, 여러분들? 25, 28, 38 맞죠, 12만 원. 자 그러고 나서 갑이 다음날 아저씨 저 있잖아요, 어제 자전거 팔았는데 저 고삐리거든요, 미성년자거든요, 요 매매계약 취소할래요. 할 수 있나요? 할 수 있다. 왜냐하면 제한능력자는 금반언의 원칙이 적용되지 않으므로 지가 한 행위를 스스로 뭐 할 수 있는 거죠? 취소할 수는 있는 거죠. 따라서 취소를 하게 되면 요 매매계약은 소급해서 무효가 되니까 이행한 것이 있다면 부당이득으로 반환해준다. 을은 자전거를 갑에게 돌려줘야 되는 거죠. 자, 그럼 갑이 을에게 50만 원을 돌려줘야 되는데 다 돌려주느냐, 제한능력자는 선이든 악이든 따지지 않고 어느 범위 내에서요? 현존하는 이익 범위 내에서만 돌려주면 되거든요. 얼마가 남은 것이냐, 요 문제에 대해서 우리 판례에 따른다면 25만 원이 남은 겁니다. \n\n**[24:30] 강사:** 왜냐하면 우리 판례는 술 처먹고 춤추고 도박하고 유흥비로 탕진한 것만이 소비된 것으로 봅니다. 어 귤을 샀다, 생활비로 지출했다, 학원비를 지출했다 같은 어 정상적으로 소비한 것은 소비된 것이 아니라 현존하는 이익으로 이해를 해요. 이런 논린 거죠. 학원비. 요 돈에서 10만 원이 나갔잖아요. 그렇기 때문에 갑이 가지고 있던 다른 재산에서 10만 원만큼 뭐 하게 되는 거예요? 절약하게 된다는 거죠. 그래서 우리 판례는 현존하는 이익을 계산할 때는 술 처먹어 춤추고 도박하는 것과 같은 유흥비로 탕진한 것만 소비된 것이고요. 뭐 생활비로 썼다, 병원비로 썼다, 학원비로 썼다와 같은 건전하게 쓰는 것은 소비된 것이 아니라 현존하는 이익으로 평가되기 때문에 요 사례에서 갑이 을에게 돌려줘야 될 돈은 얼마죠? 25만 원을 돌려줘야 된다는 것이 우리 판례의 태도입니다. \n\n**[25:35] 강사:** 넘겨보시면 어 일부 취소죠. 일부 무효와 같습니다. 음 다시 말하면 일부를 취소하게 되면 전부가 무효가 되는 것이 원칙입니다. 다만 그 취소 부분이 없었다는 이유 없었더라도 법률행위를 하였을 것이라는 가상적 의사가 인정되는 경우에는 일부만의 취소도 가능하다는 것이 우리 판례 입장입니다. 4번 취소할 수 있는 법률행위 추인이죠. 자, 어 취소할 수 있는 법률행위는 추인할 수 있어요. 만약에 추인하게 되면 더 이상 취소할 수가 없으니까 유동적 유효에서 뭐로 바뀝니까? 확정적 유효로 바뀌겠죠. 다시 말하면 취소할 수 있는 법률행위는 추인할 수 있고요, 추인하게 되면 더 이상 뭐 할 수 없습니까? 취소할 수 없으니까 취소할 수 있는 법률행위를 추인하게 되면 유동적 유효에서 확정적 유효로 바뀌게 되는 거죠. 자, 추인의 요건이 나옵니다. 우측에 보시면 누가 추인할 수 있느냐, 취소권자가 추인을 해야 된다는 거죠. \n\n**[26:53] 강사:** 누가 취소 추인합니까? 취소권자가. 따라서 추인도 아무나 할 수 있는 것이 아니라 정해진 사람 취소권자만이 할 수가 있는데 주의하실 것은 언제 해야 되냐 하면 원인이 소멸된 후에 해야 된다는 거죠. 따라서 제한능력자가 추인하기 위해서는 능력자가 된 후에야 비로소 추인할 수 있는 거죠. 다시 말하면 미성년자는 미성년인 상태에서 취소할 수 있지만 추인하려면 미성년자가 뭐가 돼야 돼요? 성년자가 돼야 비로소 추인할 수가 있는 거고요. 또 착오 사기 강박에 의한 의사표시자는 원인이 소멸한 후 그 상태에서 벗어난 후에야 비로소 뭐 할 수 있는 거죠? 추인할 수가 있는 거죠. 다만 이러한 제한이 없는 것이 있는데 누구죠? 법정대리인인 거죠. 다시 말하면 법정대리인은 친권자 후견인과 같은 법정대리인은 그 본인이 아직도 미성년자라 하더라도 뭐 할 수 있는 거죠? 추인할 수가 있는 것이니까 원인이 소멸된 후에 해야 된다는 제한은 제한능력자에 대해서만 제한인 거고요, 법정대리인에게 제한이 아님을 주의하시기 바랍니다. 그다음에 3번, 취소할 수 있는 법률행위인 줄 알면서 해야 되고요, 또 법률행위의 상대방에 대해서 해야 되겠죠. 자, 추인하게 되면 더 이상 취소할 수 없으니까 뭐가 됩니까? 확정적 유효가 되고요. 2번 수인의 취소권자가 있는 경우에는 취소는 그 여러 명 중에서 아무나 취소하게 되면 어 법률이 소급해서 무효가 되지만 추인은 뭐죠? 추인은 음 어 이런 거죠. 자, 미성년자와 법정대리인 둘 다 취소권이 있잖아요. 근데 만약에 법정대리인이 추인하게 되면 미성년자도 더 이상 뭐 할 수 없어요? 취소할 수 없다, 이런 의미인 거예요. \n\n**[28:57] 강사:** 그다음에 법정추인 해 가지고 복잡하게 나와 있는데 이건 나중에 자세하게 드는데, 요거 특별한 것은 아니고 묵시적 추인을 말합니다. 따라서 교재에 나와 있는 556페이지 나오는 그 사유들은 뭐예요? 추인으로 볼 수 있는 행위인 거죠. 다시 말하면 추인은 명시적으로도 할 수도 있고 묵시적으로도 할 수 있는데 그 묵시적 추인을 우리가 법정추인이라고 한다. 따라서 추인한다고 말은 안 했지만 추인으로 볼 수 있는 뭐가 있으면요? 행위가 있다면 그만으로도 추인이 된다는 얘기인 거고요. 자 257페이지 오시면 취소권의 소멸이죠. 음 기간이 두 가지입니다. 추인할 수 있는 날, 원인이 소멸된 날로부터 몇 년입니까? 3년이고, 법률행위는 한 날로부터 10년이고요. 둘 중에 아무거라도 지나게 되면 더 이상 뭐 할 수 없습니까? 취소할 수 없다라는 거 주의하시면 됩니다. 자 이번 과 여기 이 이번 과 여기까지고요, 음 다음 강의에서 260페이지 법률행위의 부관을 보도록 하겠습니다. 감사합니다.",
  "segments": [
    {
      "text": "네, 법률 강의 내용을 바탕으로 한 상세 전사본입니다."
    },
    {
      "text": "---"
    },
    {
      "timestamp": "00:00",
      "text": "** 강사:** 자, 이번 강의는 247페이지 무효행위의 추인입니다. 139조가 나오는데, 한번 생각해보죠. 자, 무효는 뭔가요? 성립은 했지만 아무런 효과가 없는 거예요. 추인은 뭐냐 하면 추후에 나중에 인정한다는 얘기거든요. 자, 139조 읽어볼게요. 무효인 법률행위는 추인하여도 그 효력이 생기지 아니한다죠. 자, 생각해보십시오, 여러분들. 법률행위를 했는데 요 법률행위가 무효예요. 무효고 아무런 효과가 없는 상태인데 나중에 추인한다고 해봐야 이 무효가 유효로 뒤바뀔 가능성은 없는 거죠. 왜냐하면 추인이라는 것은 추후에 인정한다는 말인데 무효는 아무런 효과가 없는 것이니까 인정할 건덕지도 없는 거죠. 따라서 무효인 법률행위를 추인한다 그래서 이 행위 자체가 무효로, 무효에서 유효로 뒤바뀌지는 않는 겁니다. 계속 보시면, 그러나 당사자가 그 무효임을 알고 추인한, 추인한 때에는 새로운 법률행위로 본다죠. 자, 아무런 효과가 없고 인정할 건덕지도 없는데 당사자 모두가 그래 나도 추인하겠다라고 했다면 이제는 새롭게 다시 법률행위를 한 것으로 보겠다는 거죠."
    },
    {
      "timestamp": "01:29",
      "text": "** 강사:** 자, 그럼 이런 얘기입니다. 매매계약을 했는데 그 매매계약이 무효예요. 시간이 지나서 한쪽 당사자가 추인하겠다고 했고, 상대방도 좋다 나도 추인하겠다고 했다면 이제 이 당사자는 새롭게 다시 매매계약을 체결하는 것으로 보겠다는 거죠. 따라서 추인한 때부터 새롭게 효과가 생기게 된다는 것이 우리 민법의 태도인 거죠. 2번, 추인의 요건. 1번, 무효임을 알고 추인해야 됩니다. 따라서 무효인지 몰랐다면 그 추인은 아무런 의미가 없는 거고요. 2번, 당사자가 무효 원인이 소멸한 후에 추인하여야 돼요. 자, 예를 들어서 이런 겁니다. 제가요, 어제 이빠이 술을 처먹었습니다. 술을 처먹고 술 취한 상태에서 술 취했는데, 어 다음 날 아침에 일어나 보니까 머리맡에 제 아파트 매매계약서가 있는 거예요. 미친놈이 그 만취 상태에서 그 아파트에 대해서 매매계약 한 거거든요. 그러면 그 매매계약은 뭐인 거죠? 무효인 거죠. 아무런 효과가 없는 거죠. 근데 제가 깜짝 놀라 가지고 계약서를 뜯어봤더니, 아이고 제가 술 취한 상태에서도 신기하게도 너무 저에게 유리한 계약을 했어요. 그러면 아 좋다라고 저는 뭐 할 수 있어요? 추인할 수가 있는 거고, 상대방도 그 얘기를 듣고 나도 추인하겠다라고 했다면 이제 그 시점을 기준에서 다시 새롭게 매매계약을 한 것이 되는데, 술 깨고 해야 된다는 거죠. 그렇죠? 다시 말하면 만취 상태에서 매매계약 하고 만취 상태에서 추인한다고 해야 의미가 없는 거예요. 따라서 당사자가 무효 원인이 소멸한 후에 추인하여야 하고요. 3번, 무효인 법률행위가 새로운 법률행위 요건을 당연히 구비하고 있어야 되겠죠."
    },
    {
      "timestamp": "03:30",
      "text": "** 강사:** 넘겨보시면 효력이 나옵니다. 효력이 나오는데, 무효임을 알고 추인하게 되면 새롭게 법률행위를 한 것으로 보니까 과거로 추인의 효과가 뭐 되지 않습니까? 소급되지는 않습니다. 다만 당사자 간의 특약으로 뭐 할 수 있냐면 소급시킬 순 있는 거예요. 자, 그럼 이런 얘기입니다. 술 깨 가지고 추인하겠다, 추인하겠다 해서 다시 매매계약 한 것으로 간주가 되면, 어 기존의 매매계약은 무효니까 새롭게 다시 매매계약서 다시 써야 되는 거죠. 그렇죠, 여러분들? 근데 굳이 그럴 필요 있느냐, 우리 그냥 어제 쓴 그거를 그냥 그대로 쓰자라고 당사자가 합의를 했다면, 특약을 했다면 그 무효인 행위가 소급해서 뭐가 될 수 있어요? 유효가 될 수 있다라는 거 주의하시기 바랍니다. 아, 판례는 나중에 봐야 되겠죠. 그다음에 이제 법률행위의 취소입니다."
    },
    {
      "timestamp": "04:29",
      "text": "** 강사:** 자, 취소라는 것은 뭐냐 하면 일단은 유효한 법률행위죠. 자, 요 시점에서 법률행위를 했어요. 법률행위를 했고 성립했고 유효한데, 만약에 취소를 했다면 소급해서 무효가 되는 걸 우리가 취소라고 하는 거죠. 따라서 취소할 수 있는 법률행위는 일단은 뭐 한 거죠? 유효한 거죠. 다만 취소하게 되면 소급해서 무효로 뒤바뀔 가능성이 있으니까 취소할 수 있는 법률행위는 대표적인 뭐가 되는 거죠? 유동적 유효가 되는 거죠. 그래서 이런 것들도 나옵니다. 자, 사기당했으면 사기에 의한 의사표시는 취소할 수 있어요. 근데 만약에 사기에 의한 의사표시는 무효다 그러면 X인 거예요. 왜냐하면 취소할 수 있는 법률행위는 무효가 아니라 유동적 유효인 거죠. 일단은 유효한데 무효로 뒤바뀔 가능성이 있는 유동적 유효인 것이니까 취소할 수 있는 법률행위는 무효가 아니고 따라서 사기에 의한 의사표시는 무효다 그러면 뭐가 돼요? X가 되는 거예요. 자, 우측에 보시면 취소와의 구별 개념에서 1번, 철회라는 게 나옵니다. 자, 철회라는 것은 뭐냐 하면 효과가 발생하기 전에 효과 발생을 막는 것을 우리가 철회라고 해요. 다시 말하면 이미 효과가 발생했다면 요건을 갖춰서 취소하는 것은 가능하고요. 효과 발생하기 전에는 뭐 할 수 있는 거죠? 철회할 수가 있는 거죠. 자, 우리가 실제로 철회할 수 있느냐 없느냐가 시험에 잘 나오는 편이거든요. 가장 중요한 기능은 뭐예요? 이미 효과를 발생했다면, 효과가 발생했다면 철회할 수가 없는 거고요. 아직 효과가 발생하기 전이면 뭐 할 수 있는 거죠? 철회할 수 있는 거죠. 왜요? 철회란 효과가 발생하기 전에 효과 발생을 막는 것을 우리가 철회라고 하는 거죠. 2번 해제가 나오는데 해제는 우리가 나중에 공부해야 될 것 같고요. 해제와 해지는 나중에 볼 겁니다. 하단에 보시면 취소의 종류에서 1번 협의의 취소, 좁은 의미의 취소가 나오고요."
    },
    {
      "timestamp": "06:58",
      "text": "** 강사:** 넘겨보시면 광의의 취소 해 가지고 넓은 의미의 취소가 나오는데, 자 일단 우리가 공부해야 될 제한능력, 착오, 사기, 강박을 이유로 하는 취소는 좁은 의미의 취소예요. 그래서 우리는 시험 범위의 취소는 뭐예요? 좁은 의미의 취소로 이해하면 되고요. 그다음에 3번 재판상 취소가 나와 있는데, 어 뒤에서 좀 나올 건데요. 아무튼 우리는 뭐죠? 좁은 의미의 취소를 말하는 거죠. 3번 취소권에서 취소권자가 나옵니다. 자, 여기서 좀 생각해볼 게 있어요. 자, 우리가 어 무효를 전 시간에 공부했잖아요. 근데 무효를 공부하면서 뭘 안 했냐면 무효를 주장할 수 있는 사람을 공부를 안 했어요. 왜냐하면 무효는 아무나 주장할 수가 있는 거예요. 따라서 우리 문제에서 이러이러한 사람은 무효임을 주장할 수 없다 그러면 X가 되는 거예요. 이에 반해서 취소는 아무나 할 수 있는 것이 아니라 정해진 사람만이 할 수 있는데, 그 사람이 누군 거죠? 취소권자인 거죠."
    },
    {
      "timestamp": "08:12",
      "text": "** 강사:** 140조 제가 한번 읽어볼까요? 취소할 수 있는 법률행위는 제한능력자, 착오로 인하거나 사기 강박에 의한 의사표시를 한 자, 그의 대리인 또는 승계인만이 취소할 수 있다. 자, 취소할 수 있는 사람은 아무나 할 수 있는 사람이 아무나 할 수 있는 것이 아니라 정해진 사람이 할 수 있는데 첫째, 제한능력자는 취소할 수가 있는 거죠. 일단 여기서 좀 생각해볼 게 있는데, 음 신의칙상 인정되는 금반언의 원칙이라는 게 있어요. 이게 뭐냐 하면 반대되는 언행이 금지가 된다. 제가 대학 다닐 때는 우리 집 법대생 사이에서는 그냥 화장실 원칙, 요런 말을 많이 썼어요. 무슨 말이죠? 화장실 들어갈 때 하고 나올 때 하고 말이 다르면 안 되는데 이걸 우리가 금반언의 원칙이라고 해요. 다시 말하면 어제는 매매계약 해놓고 오늘은 안 팔겠다, 이런 거 신의칙상 뭐 되지 않아요? 허용되지 않는 거예요. 다만 제한능력자에게는 금반언의 원칙이 적용되지 않는다. 따라서 제한능력자는 반대되는 언행을 할 수가 있는 거죠. 자, 오늘 어 지가 매매계약 해놓고 다음 날 아저씨 저 미성년자거든요, 요거 매매계약 취소할래요 하는 것이 가능하다. 다시 말하면 제한능력자 본인도 스스로 한 법률행위를 스스로 뭐 할 수 있는 거죠? 취소할 수가 있는 거고요."
    },
    {
      "timestamp": "09:50",
      "text": "** 강사:** 또 하나 생각해볼 것은 취소는 취소할 수가 없다. 자, 제한능력자는 법정대리인의 동의 없이 한 법률행위는 뭐 할 수 있었죠? 취소할 수 있었잖아요. 근데 취소는 취소할 수 없는 거죠. 다시 말하면 제한능력자가 한 법률행위는 취소할 수 있지만 제한능력자가 한 취소는 또다시 제한능력을 이유로 뭐 할 수 없어요? 취소할 수 없는 거다. 왜냐하면 제한능력자 본인도 뭐가 있습니까? 취소권이 있기 때문에. 그다음에 두 번째, 착오에 의한 의사표시자, 사기에 의한 의사표시자, 강박에 의한 의사표시자도 취소할 수 있죠. 뭐 쉽게 말하면 착오를 일으킨 사람 취소할 수 있고요, 사기당한 사람 취소할 수 있고, 강박을 당한 사람 뭐 할 수 있어요? 취소할 수 있는데, 어 이러한 사람들의 뭐도요? 대리인도 취소할 수 있다는 거죠. 자, 예를 들어서 미성년자가 법률행위를 했어요. 그러면 미성년자만 취소할 수 있는 것이 아니라 그 미성년자의 법정대리인인 친권자도 뭐 할 수 있어요? 취소할 수 있다는 거죠. 대리인도 취소할 수 있고요. 네 번째로 승계인도 취소할 수가 있습니다."
    },
    {
      "timestamp": "11:13",
      "text": "** 강사:** 좀 자세한 건 나중에 공부하겠지만, 우리가 여기서 우리가 생각할 것은 뭐냐 하면 취소권자가 한 사람이 아니라는 거죠. 네 가지 종류가 있잖아요. 그래서 취소권자는 여러 사람일 수가 있는 거예요. 그러니까 우리가 취소는 아무나 할 수 있는 것이 아니라 정해진 사람만이 할 수 있는데 정해진 사람이 몇 가지예요? 네 가지 종류가 있다라는 말은 취소권은 여러 사람이 행사할 수 있는 것이다. 따라서 우리가 보통 누가 취소할 수 있느냐, 취소권자를 찾는 문제가 나오는 경우에 틀리게 되는 경우는 자꾸 한 사람만 찾으면 틀리게 된다는 거 주의하셔야 되겠죠. 우측에 취소의 방법이죠. 1번 취소의 대상. 어 착오, 사기, 강박에 의한 의사표시를 취소할 수 있다. 제한능력자가 한 법률행위는 취소할 수 있는데 2번 취소의 방법, 원칙 제한이 없습니다. 말로 하든 문서로 하든 어떤 방법이든 상관이 없어요. 여기서 좀 생각해볼 용어를 좀 정리해 보면 의사표시가 뭐였죠? 원하는 바, 바라는 바를 밖으로 표시하는 것이 뭐죠? 의사표시고요. 요 의사표시가 두 가지가 있습니다. 명시적 의사표시와 묵시적 의사표시가 있고요. 요것과 구별해야 될 것이 뭐냐 하면 침묵입니다. 침묵은 의사표시가 아니에요."
    },
    {
      "timestamp": "12:47",
      "text": "** 강사:** 자, 그러면 묵시적 의사표시라는 건 뭐냐 하면 아무것도 안 하는 거, 침묵은 뭐가 아니에요? 의사표시가 아니에요. 그러면 묵시적 의사표시는 아무것도 안 하는 게 아니에요. 자, 우리 민법상 묵시적 의사표시는 뭐냐 하면 의사표시로 볼 수 있는 행위가 존재하는 경우를 우리가 묵시적 의사표시라고 하는 거죠. 자, 우리 집 살래라고 물어봤어요. 그랬더니 응 내가 살게, 명시적 의사표시죠. 사겠다는 말은 안 했는데 고개를 끄덕였어요. 이게 뭐예요? 묵시적 의사표시예요. 사겠다는 말도 안 하고 고개를 끄덕이지도 않고 빤히 째려봐요. 이거는 뭐예요? 사겠다는 말도 아니고 안 사겠다는 말도 아니죠. 침묵은 원칙적으로 뭐가 아닌 거예요? 의사표시가 아닌 거죠. 아니면 우리 집 살래라고 물어봤을 때 사겠다는 말은 안 했는데 다음 날 보니까 계약금을 입금했어요. 계약금을 입금하는 그 행위는 뭐예요? 사겠다는 뜻이죠. 이게 뭐예요? 묵시적 의사표시죠. 그래서 여러분들 아무것도 안 하는 것은 침묵은 원칙적으로 뭐가 아닙니까? 의사표시가 아니에요. 그럼 묵시적 의사표시라는 것은 아무것도 안 하는 것이 아니라 고개를 끄덕인다, 계약금을 입금한다와 같은 의사표시로 볼 수 있는 행위가 존재하는 경우를 우리가 묵시적 의사표시인 거죠."
    },
    {
      "timestamp": "14:16",
      "text": "** 강사:** 자, 그럼 우리가 생각해 보자고요. 내가 그 집을 사겠다는 말뿐만 아니라 다음 날 계약금을 보게 보낸 것도 입금한 것도 명백한 거잖아요. 다시 말하면 어떻게 보면 묵시적 의사표시가 더 명확할 수도 있는 거예요. 자, 기억하십시오. 우리 민법상 모든 의사표시는 명시적으로도 할 수도 있고 묵시적으로도 할 수가 있습니다. 따라서 묵시적으로 못 하는 의사표시는 아무것도 없다. 왜냐하면 묵시적 의사표시는 아무것도 안 하는 침묵이 아니라 의사표시로 볼 수 있는 행위가 존재하는 경우를 의미하기 때문에 그런 거죠. 자, 그럼 여기서 우리가 취소는 방법, 승낙을 받지 않고 일방적으로 하는 것이니까 취소는 단독행위고요. 취소권은 형성권입니다. 자, 이런 취소권을 행사하고자 할 때 취소할 때는 방법의 제한이 없고요, 명시적으로도 할 수도 있고 묵시적으로도 할 수 있는 겁니다. 왜냐하면 취소는 의사표시이고 모든 의사표시는 명시적으로도 할 수 있고 묵시적으로도 할 수도 있는 거죠."
    },
    {
      "timestamp": "15:30",
      "text": "** 강사:** 자, 넘겨보시면 2번 재판상으로만 하여야 하는 경우가 있죠. 자, 일단 우리가 취소는 말로 하든 문서로 하든 어떤 방법이든 제한이 없고요. 꼭 재판을 통해서 해야 되는 것은 아닌 거예요. 그렇죠? 다만 예외적으로 재판을 통해서 해야 되는 것들이 있는데 사회행위의 취소, 혼인 입양 등의 가족법상의 취소 나오잖아요. 우리가 기억할 것은 뭐냐 하면 사해행위의 취소는 재판을 통해서 해야 된다는 거 꼭 기억해 두시기 바랍니다. 자, 사해행위가 뭐냐 하면 이런 겁니다. 자, 을이 갑에게 1억을 빌려줬어요. 1억을 달라 요구할 수 있는 채권이 있는 상태인데, 갑이 돈을 갚기 싫어요. 근데 안 갚으면 자신 소유하고 있는 이 아파트를 어 을이 채권자가 강제집행 경매할 것 같아요. 그래서 돈 갚기 싫어서 요 아파트를 병한테 팔아먹고 병한테 이전 등기를 했어요. 이런 것을 우리가 사해행위라고 합니다. 다시 말하면 채무자가 돈 갚기 싫어서 재산을 도피시킨 행위를 우리가 사해행위라고 하고요. 이러한 채무자의 재산 도피 행위에 대해서 채권자는 일방적으로 취소할 수가 있는데, 요걸 우리가 사해행위의 취소 또는 채권자 취소권이라고 하고요. 이러한 사해행위의 취소만은 무엇을 통해서요? 재판을 통해서 해야 된다는 거 기억해 두시기 바랍니다. 자, 판례가 나오는데 요 판례 뭐 읽어보지는 않을 거고요. 결국은 묵시적 의사표시죠. 음 다시 말하면 취소로 볼 수 있는 행위가 있다면 그것도 뭐죠? 묵시적 의사표시로서 취소한 거다, 이런 얘기인 거고요."
    },
    {
      "timestamp": "17:20",
      "text": "** 강사:** 3번 취소의 상대방. 음 원래의 법률행위 상대방입니다. 다시 말하면 취소는 누구한테 하냐 하면 취소하고자 하는 그 원래의 법률행위 상대방에게 하는 거예요. 자, 한번 예를 들어볼게요. 자, 갑이 을과 만나 가지고 매매계약을 했고요. 갑이 을에게 이전 등기를 해줬어요. 근데 갑이 을과 왜 매매계약을 했냐면 병이 갑에게 사기를 쳤거든요. 또 을은 또다시 이거를 정과 만나 가지고 매매계약을 하고 이전 등기를 해줘서 현재 소유자는 누군 거죠? 정인 거죠. 이때 갑이 사기당했다는 이유로 요 매매계약을 취소하고자 해요. 누구한테 하는 거냐, 을한테 하는 거다죠. 자, 취소의 상대방은 취소하고자 하는 원래 법률행위 상대방이 취소의 상대방입니다. 사기 친 놈한테 하는 것도 아니고요, 현재 권리자에게도 하는 것도 아님을 주의하시기 바랍니다. 자, 취소는 누구한테 한다고요? 취소하고자 하는 원래 법률행위 상대방이 취소의 상대방이 되는 거죠."
    },
    {
      "timestamp": "18:40",
      "text": "** 강사:** 우측에 보시면 취소의 효과가 나오죠. 1번 소급적으로 무효가 된다. 왜요? 취소란 유효한 것을 소급해서 처음으로 돌아가서 무효화시키는 걸 우리가 취소니까요. 2번 취소의 효과가 미치는 범위는 뭐 상대적일 수도 있고 절대적일 수도 있는 나중의 문제인데, 3번 취소 효과의 절대성과 무효성인데 간단히 말씀드리면 요 제한능력을 이유로 취소하면 절대적이에요. 따라서 모든 사람에게 예외 없이 무효이기 때문에 제삼자가 선이라 하더라도 뭐 받지 못해요? 보호받지 못하는 거죠. 착오, 상기, 사기, 강박을 이유로 취소하는 경우에는 상대적 무효입니다. 따라서 제삼자가 선의인 경우에 보호되는 거죠. 그러면 네 가지 취소 사유 중에서 세 가지가 상대적이고 선의 제삼자를 보호하니까 취소는 원칙적으로 상대적 취소인 거죠. 다만 예외적으로 제한능력을 이유로 취소한 경우에는 어 절대 취소, 제삼자가 선이라 하더라도 보호받지 못한다는 거 주의하시기 바랍니다."
    },
    {
      "timestamp": "19:51",
      "text": "** 강사:** 4번 부당이득 반환이죠. 자, 생각을 좀 해볼게요. 자, 취소를 하게 되면 소급해서 무효가 되니까 이행하기 전이면 이행할 필요가 없는 거고요. 만약에 이행한 것이 있다면 부당이득으로서 반환을 해줘야 되겠죠. 그렇죠? 자, 근데 여기서 이제 무효 사정은 뭐냐 하면 만약에 어 선의의 상대방이라면 현존하는 이익 범위 내에서 반환하면 되고요, 악의의 상대방은 그 이득을 전부를 다 반환해줘야 되고 또 만약에 상대방이 손해를 입었다면 손해배상도 해줘야 됩니다. 주의하실 것은 제한능력자는 선이든 악이든 따지지 않고 현존하는 이익 범위 내에서만 반환하면 되는 거죠. 자, 취소 취소가 됐습니다. 소급해서 무효가 됐으니까 이행하기 전이면 이행할 필요가 없는 거고요. 이행한 것이 있다면 부당이득으로 반환을 해줘야 되는데 만약에 상대방이 선이라면 현존하는 이익 범위 내에서만 돌려주면 되고요, 상대방이 악이라면 전부를 다 돌려줘야 되는데 제한능력자만은 선이든 악이든 묻지 않고 현존하는 이익 범위 내에서만 돌려주면 되는 거죠."
    },
    {
      "timestamp": "21:34",
      "text": "** 강사:** 자, 여기서 좀 생각을 해보는 게 뭐냐 하면 요 현존 이익은 또 뭐냐 이거죠. 자, 한번 예를 들어볼게요. 갑이 열여덟 살 먹은 미성년자예요. 자 을한테 가가지고 아저씨 제 자전거 좀 사세요, 자전거에 대해서 매매계약을 한 거죠. 매매계약을 했고 을이 갑에게 자전거 대금으로 50만 원을 줬고요, 갑은 을에게 자전거를 뭐 해줬냐면 인도를 해줬어요. 그래서 이제 이 어 갑이 을로부터 50만 원을 받아 가지고 뭐 했겠습니까? 미성년자면 그런 거야. 자, 친구들 모아 가지고 열여덟 살이니까 우리나라 나이로 스무 살입니다. 그렇죠? 어 스무 살 다 됐죠. 야 우리 술 한잔 빨자 해 가지고 술 먹었어요. 술 처먹느라고 10만 원을 썼습니다. 술 먹고 느낌이 와 가지고 이제 야 우리 한번 클럽 갈까? 저희 때는 나이트클럽이었는데 나이트 갈까 해 가지고 춤추느라고 10만 원을 썼어요. 그리고 신나게 나왔는데 누가 그런 거죠? 야 우리 야 고스톱이나 한판 칠까 해 가지고 고스톱 해가지고 5만 원 잃었어요. 도박을 해가지고 5만 원을 잃은 거죠."
    },
    {
      "timestamp": "22:49",
      "text": "** 강사:** 그러고 나서 이제 집에 오는데 아 이러다가 이제 다 돈 다 잃을 거 같아요. 그래 가지고 가는 길에 엄마가 좋아하는 귤을 좀 샀습니다. 귤을 3만 원어치 샀어 한 박스. 그러고 나서 얼마 남았죠? 28만 원이니까 22만 원 남았네요. 그다음에 학원비를 냈습니다. 다음 날 학원비 10만 원을 냈습니다. 어 23, 38만 원이니까 12만 원 남았죠. 나머지 예금을 했습니다. 예금을 12만 원을요. 맞나요, 여러분들? 25, 28, 38 맞죠, 12만 원. 자 그러고 나서 갑이 다음날 아저씨 저 있잖아요, 어제 자전거 팔았는데 저 고삐리거든요, 미성년자거든요, 요 매매계약 취소할래요. 할 수 있나요? 할 수 있다. 왜냐하면 제한능력자는 금반언의 원칙이 적용되지 않으므로 지가 한 행위를 스스로 뭐 할 수 있는 거죠? 취소할 수는 있는 거죠. 따라서 취소를 하게 되면 요 매매계약은 소급해서 무효가 되니까 이행한 것이 있다면 부당이득으로 반환해준다. 을은 자전거를 갑에게 돌려줘야 되는 거죠. 자, 그럼 갑이 을에게 50만 원을 돌려줘야 되는데 다 돌려주느냐, 제한능력자는 선이든 악이든 따지지 않고 어느 범위 내에서요? 현존하는 이익 범위 내에서만 돌려주면 되거든요. 얼마가 남은 것이냐, 요 문제에 대해서 우리 판례에 따른다면 25만 원이 남은 겁니다."
    },
    {
      "timestamp": "24:30",
      "text": "** 강사:** 왜냐하면 우리 판례는 술 처먹고 춤추고 도박하고 유흥비로 탕진한 것만이 소비된 것으로 봅니다. 어 귤을 샀다, 생활비로 지출했다, 학원비를 지출했다 같은 어 정상적으로 소비한 것은 소비된 것이 아니라 현존하는 이익으로 이해를 해요. 이런 논린 거죠. 학원비. 요 돈에서 10만 원이 나갔잖아요. 그렇기 때문에 갑이 가지고 있던 다른 재산에서 10만 원만큼 뭐 하게 되는 거예요? 절약하게 된다는 거죠. 그래서 우리 판례는 현존하는 이익을 계산할 때는 술 처먹어 춤추고 도박하는 것과 같은 유흥비로 탕진한 것만 소비된 것이고요. 뭐 생활비로 썼다, 병원비로 썼다, 학원비로 썼다와 같은 건전하게 쓰는 것은 소비된 것이 아니라 현존하는 이익으로 평가되기 때문에 요 사례에서 갑이 을에게 돌려줘야 될 돈은 얼마죠? 25만 원을 돌려줘야 된다는 것이 우리 판례의 태도입니다."
    },
    {
      "timestamp": "25:35",
      "text": "** 강사:** 넘겨보시면 어 일부 취소죠. 일부 무효와 같습니다. 음 다시 말하면 일부를 취소하게 되면 전부가 무효가 되는 것이 원칙입니다. 다만 그 취소 부분이 없었다는 이유 없었더라도 법률행위를 하였을 것이라는 가상적 의사가 인정되는 경우에는 일부만의 취소도 가능하다는 것이 우리 판례 입장입니다. 4번 취소할 수 있는 법률행위 추인이죠. 자, 어 취소할 수 있는 법률행위는 추인할 수 있어요. 만약에 추인하게 되면 더 이상 취소할 수가 없으니까 유동적 유효에서 뭐로 바뀝니까? 확정적 유효로 바뀌겠죠. 다시 말하면 취소할 수 있는 법률행위는 추인할 수 있고요, 추인하게 되면 더 이상 뭐 할 수 없습니까? 취소할 수 없으니까 취소할 수 있는 법률행위를 추인하게 되면 유동적 유효에서 확정적 유효로 바뀌게 되는 거죠. 자, 추인의 요건이 나옵니다. 우측에 보시면 누가 추인할 수 있느냐, 취소권자가 추인을 해야 된다는 거죠."
    },
    {
      "timestamp": "26:53",
      "text": "** 강사:** 누가 취소 추인합니까? 취소권자가. 따라서 추인도 아무나 할 수 있는 것이 아니라 정해진 사람 취소권자만이 할 수가 있는데 주의하실 것은 언제 해야 되냐 하면 원인이 소멸된 후에 해야 된다는 거죠. 따라서 제한능력자가 추인하기 위해서는 능력자가 된 후에야 비로소 추인할 수 있는 거죠. 다시 말하면 미성년자는 미성년인 상태에서 취소할 수 있지만 추인하려면 미성년자가 뭐가 돼야 돼요? 성년자가 돼야 비로소 추인할 수가 있는 거고요. 또 착오 사기 강박에 의한 의사표시자는 원인이 소멸한 후 그 상태에서 벗어난 후에야 비로소 뭐 할 수 있는 거죠? 추인할 수가 있는 거죠. 다만 이러한 제한이 없는 것이 있는데 누구죠? 법정대리인인 거죠. 다시 말하면 법정대리인은 친권자 후견인과 같은 법정대리인은 그 본인이 아직도 미성년자라 하더라도 뭐 할 수 있는 거죠? 추인할 수가 있는 것이니까 원인이 소멸된 후에 해야 된다는 제한은 제한능력자에 대해서만 제한인 거고요, 법정대리인에게 제한이 아님을 주의하시기 바랍니다. 그다음에 3번, 취소할 수 있는 법률행위인 줄 알면서 해야 되고요, 또 법률행위의 상대방에 대해서 해야 되겠죠. 자, 추인하게 되면 더 이상 취소할 수 없으니까 뭐가 됩니까? 확정적 유효가 되고요. 2번 수인의 취소권자가 있는 경우에는 취소는 그 여러 명 중에서 아무나 취소하게 되면 어 법률이 소급해서 무효가 되지만 추인은 뭐죠? 추인은 음 어 이런 거죠. 자, 미성년자와 법정대리인 둘 다 취소권이 있잖아요. 근데 만약에 법정대리인이 추인하게 되면 미성년자도 더 이상 뭐 할 수 없어요? 취소할 수 없다, 이런 의미인 거예요."
    },
    {
      "timestamp": "28:57",
      "text": "** 강사:** 그다음에 법정추인 해 가지고 복잡하게 나와 있는데 이건 나중에 자세하게 드는데, 요거 특별한 것은 아니고 묵시적 추인을 말합니다. 따라서 교재에 나와 있는 556페이지 나오는 그 사유들은 뭐예요? 추인으로 볼 수 있는 행위인 거죠. 다시 말하면 추인은 명시적으로도 할 수도 있고 묵시적으로도 할 수 있는데 그 묵시적 추인을 우리가 법정추인이라고 한다. 따라서 추인한다고 말은 안 했지만 추인으로 볼 수 있는 뭐가 있으면요? 행위가 있다면 그만으로도 추인이 된다는 얘기인 거고요. 자 257페이지 오시면 취소권의 소멸이죠. 음 기간이 두 가지입니다. 추인할 수 있는 날, 원인이 소멸된 날로부터 몇 년입니까? 3년이고, 법률행위는 한 날로부터 10년이고요. 둘 중에 아무거라도 지나게 되면 더 이상 뭐 할 수 없습니까? 취소할 수 없다라는 거 주의하시면 됩니다. 자 이번 과 여기 이 이번 과 여기까지고요, 음 다음 강의에서 260페이지 법률행위의 부관을 보도록 하겠습니다. 감사합니다."
    }
  ],
  "model": "gemini-3-flash-preview",
  "completedAt": "2026-01-27T21:40:22.744Z"
}