{
  "transcript": "네, 민법 강의의 한 부분을 발췌하여 한국어 대본으로 정확하게 전사해 드리겠습니다.\n\n---\n\n**00:00** 자 이제 교재 19페이지 제3절 민법의 기본 원리죠. 요거는 우리가 기초할 때만 합니다. 기본 수강에서도 안 하고 그냥 '아 이런 내용이 있구나' 이렇게 생각하시면 돼요.\n\n**00:14** 자 보시면 1번, 근대 민법의 기본 원리가 나오잖아요. 그러면 여기서 조금 생각해 볼 것은 근대 민법이지 현대 민법은 아니잖아요? 현대. 그럼 결국 이게 뭐냐면 시민 혁명, 프랑스 대혁명 이후의 근대 시대의 민법인 거예요. 그러면 어디하고 구별하게 되냐면 중세 시대, 다른 말로 하면 봉건 시대죠. 중세 시대, 봉건 시대하고 비교하면 되는 거죠.\n\n**00:45** 자 첫 번째, 근대 민법은 '권리능력 평등의 원칙'이라는 게 나오네요. 그렇죠? 자 이게 무슨 문제냐면, 무슨 얘기냐면 권리능력 평등의 원칙. 서양을 기준하면 중세 봉건 사회, 또 우리나라로 말하면 조선 시대겠죠. 그 시대 때는 신분제 사회였죠. 그래서 귀족이 있고 뭐 평민도 있고 노비도 있고, 이런 신분제 사회에서 인간은 평등하다, 따라서 사람은 태어나서 죽을 때까지 모두 평등하다, 이게 뭐죠? 권리능력 평등의 원칙인 거죠.\n\n**01:32** 그다음 두 번째로 '소유권 절대 원칙'이라는 말이 나오죠. 소유권 절대 원칙. 자 그러면 봉건 시대에서는 개인의 사적 소유권이 보호되지 않았어요. 자 우리가 이런 거거든요. 예를 들어 가지고 조선 시대를 생각해 보면, 왕이 지나가다가 뭘 보고 '야 이거 참 좋구나' 그러면 어떻게 해요? \"성은이 망극합니다\" 하고 왕한테 바쳐야 되잖아요. 다시 말하면 왕이 원하면 개인의 재산을 아무 때나 뭐 할 수 있어요? 뺏을 수가 있었던 거죠. 다시 말하면 개인의 소유권은 보호되지 않았던 거죠.\n\n**02:12** 자 그거에 대한 반성으로서 근대 시대를 시대에 이르러 가지고 개인의 소유권은 국가라 하더라도 함부로 제한할 수 없다는 원칙이 자리 잡게 되는데, 이게 뭐죠? 소유권 절대 원칙인 거죠. 자 근데 여기서 이제 재밌는 일이 벌어지게 됩니다. 자 우리가 사적 소유권이 보호되지 않으면, 조선 시대를 생각해 보세요. 열심히 돈을 안 벌어요. 왜냐하면 열심히 돈을 벌어봐야 왕이, 국가가 마음에 들면 마음에 안 들면 언제든지 뺏어갈 수 있잖아요.\n\n**02:49** 그래서 조선 시대의 양반들은 장사하지 않고 농사짓지 않고 뭐 했습니까? 공자 맹자 해가지고 과거 시험 공부를 한 거거든요. 왜요? 과거 시험에 합격해서 그런 개인의 사적 소유권을 뺏을 수 있는 뭐예요? 권력을 쟁취하기 위한 거죠. 무슨 말인지 아시겠습니까? 자 근데 근대 들어서 가지고 이제 국가라 하더라도 개인의 소유권 함부로 뺏을 수 없다라는 소유권 절대 원칙이라는 것이 받아들여지게 되니까, 이제는 과거 시험에 합격해 가지고 관리가 돼서 권력을 얻더라도 개인의 재산권 함부로 뺏을 수가 없는 거죠.\n\n**03:31** 그러다 보니까 이제 사회는 공자 맹자 과거 시험 공부하는 게 아니라 열심히 장사를 하고 열심히 농사를 짓게 되는 거죠. 따라서 이러한 근대 민법에서 받아들인 소유권 절대 원칙 때문에 무엇이 형성이 되는 거죠? '자본주의'라는 게 형성되는 거죠. 그죠 여러분들? 그러니까 과거에는 내가 열심히 돈을 벌어봤자 국가한테 뺏길 염려가 있으니까 열심히 돈을 벌기보다는 그 뺏기 위한 권력을 쟁취하기 위해 노력했던 거고, 이제는 열심히 돈을 벌면 국가가 뺏을 수 없으니까 이제는 뭐 하는 거죠? 열심히 돈을 벌려고 노력하는 거죠. 그러다 보니까 현재 지금 우리가 보고 있는 자본주의라는 것이 형성이 되고요. 이걸 우리가 소유권 절대 원칙이라고 하는 거죠.\n\n**04:23** 그다음 세 번째로 '사적 자치의 원칙'이죠. 과거에는 사적 자치 원칙이라는 게 없었어요. 이게 무슨 말이었냐면 우리가 지방 자치라는 말이 뭐예요? 지방의 일은 중앙 정부의 간섭 없이 스스로 알아서 한다, 이게 지방 자치인가요? 그럼 사적 자치라는 것은 뭐냐면, 사적이고 개인적인 일은 스스로 알아서 한다는 원칙이 뭐가 되는 거죠? 사적 자치 원칙이죠.\n\n**04:54** 중세 시대는 그렇지 않았어요. 사적이고 개인적인 일의 가장 대표적인 것이 뭔가요? 혼인이잖아요. 혼인도 마음대로 못 했잖아요. 대감 마님이 \"야 갑돌아, 너 갑순이하고 결혼해라\" 그러면 결혼해야 되잖아요. 갑순이가 마음에 들면 갑돌이는 갑순이한테 가서 프로포즈하는 게 아니라 대감 마님한테 가서 \"대감 마님, 갑순이를 저에게 주십시오\" 요런 식의, 요런 식으로 행동했잖아요. 그러니까 사적이고 개인적인 일을 우리가 스스로 뭐예요? 알아서 못 했던 거죠.\n\n**05:25** 그거에 대한 반성으로서 근대 시대에 오게 되면 사적이고 개인적인 일은 스스로 알아서 할 수 있다라는 사적 자치 원칙이라는 게 받아들이게 되는 거죠.\n\n**05:39** 그다음 넘겨보신 네 번째로 '과실 책임의 원칙'이죠. 과거에는 이런 거 없었다. 이게 무슨 말입니까? 자 과실 책임의 원칙이라는 것은 그 사람에게 고의 과실이 있어야지만, 귀책 사유가 있어야지만 책임을 져야 책임을 진다는 원칙인 거죠.\n\n**06:01** 과거엔 그랬나요? 우리나라 조선 시대 때 보면 뭐 사돈의 팔촌이 뭐예요? 뭐 역모를 저질렀어요. 그럼 어떻게 해요? \"구족을 멸하라\" 그러면 그냥 기어 다니는 아이부터 시작해 가지고 다 뭐 했던 거죠? 처벌받고 노비 되고 관노 되고 막 그랬잖아요. 다시 말하면 과거 중세 시대 때에는 아무런 고의 과실이 없더라도 처벌을 받거나 책임을 져야 되는 일들이 너무 많았던 거죠. 그거에 대한 반성으로서 이제는 귀책 사유가 있어야지만 책임을 부담한다라는 과실 책임의 원칙이라는 것이 근대 민법에 들어오게 되는 거죠.\n\n**06:36** 자 그래서 이러한 네 가지 근대 민법의 원칙에 따라서 무엇이 만들어지는 거죠? 자본주의라는 것이 만들어지게 되는 거죠. 그죠? 자본주의. 자 근데 문제는 우리는 근대 시대에는 요런 네 가지 원칙이 받아들여진다면 개인이 국가 권력으로부터 자유를 얻게 되고요. 국가 권력으로부터 자유를 얻게 되면 모두 다 행복할 줄 알았어요.\n\n**07:05** 근데 시간이 지나다 보니까 이제 국가 권력이 아니라 있는 자의 권력인 거죠. 양극화. 있는 사람은 더욱더 더욱더 어떻게 해요? 부자가 되고, 없는 사람은 더욱더 더욱더 어떻게 가난해지는 거죠. 그러다 보니까 평등하지 않아요. 그죠? 음 다시 말하면 평등하면 될 줄 알았는데 실제로는 평등하지 않은 거죠.\n\n**07:31** 그래서 형식적 평등이 아니라 실질적 평등, 다시 말하면 있는 사람과 없는 사람의 힘의 불균형을 보완하기 위해서 국가가 없는 사람의 편에 서 가지고 있는 사람과 대응해 주겠다, 이런 의미에서 현대 민법으로 오게 되고요. 결국 그게 뭐가 되냐면 '수정 자본주의'가 되는 거죠.\n\n**07:54** 그래서 교재 보시면 근대 민법의 수정 원칙과 현대 민법 해가지고 '공신의 원칙'이니, '신뢰 보호의 원칙'이니, 뭐 '거래 안전을 위한 것'이니 뭐 이렇게 나오는데, 가장 중요한 말은 뭐예요? '공공복리'인 거죠. 다시 말하면 이제는 이러한 자유보다는 공공복리, 공공의 복리를 위해서 이런 개인의 자유도 뭐 할 수 있어요? 제한할 수 있다는 의미에서 수정 자본주의로 오게 되는 거죠.\n\n**08:28** 그래서 국가가 개입하게 됩니다. 국가가 어떻게 개입하게 되냐면 어 국가가 약자를 보호하기 위해서 약자 편에 서 가지고 개인의 자유를 뭐 하게 되는 거죠? 제한하게 되는 거고요. 개인의 자유를 제한하는 가장 중요한 근거가 되는 것은 뭐죠? 공공복리가 되는 거죠.\n\n**08:50** 자 여기서 이제 좌파 우파가 나뉘게 됩니다. 좌측에 있는 요 근대 민법 자유를 강조하는 정치 사조를 우리가 우파라고 하고요, 보수파라고 하죠. 우측에 수정 자본주의 공공복리를 위해서 국가가 적극적으로 개입돼야 된다, 이런 정치 사조를 우리가 뭐라고 그러는 거죠? 좌파라고 하는 거죠.\n\n**09:13** 따라서 이제는 어 소유권은 절대로 보장이 되는 것이 아니라 공공복리라는 차원에서 개인의 소유권도 뭐 할 수 있어요? 제한할 수가 있는 것이고, 사적이고 개인적인 일은 사적이고 개인적인 이니까 개인에게만 맡겨두는 것이 아니라 약자를 보호하기 위해서 국가가 적극적으로 개입돼야 된다는 뭐가 되는 거죠? 수정 자본주의가 되는 거죠. 그죠? 그래서 이거 좌파 우파.\n\n**09:40** 그래서 오른쪽을 중시하면 좌파, 좌측을 중시하면 뭐죠? 우파 이렇게 되는 거죠. 근데 뭐 이거는 시험하고 상관이 없는데 개인적으로 우리는 굉장히 좌파적 경향이 있어요, 우리 우리 민족은. 그래서 우리 정당들은 좌파밖에 없습니다. 우파가 없어요. 그러니까 예를 들어서 최근에 코로나 백신 행정 같은 문제의 경우에도 미국 같은 경우에는 개인의 자유를 중시하니까 나 코로나 백신 안 맞겠다라는 사람들도 많고요, 맞으라고 하니까 막 반발하잖아요. 그죠? 마스크 문제도 걔네는 나 죽어도 마스크 못 쓰겠다라는 사람들 굉장히 많아요. 그죠? 어 근데 그런 것들이 뭐죠? 용인되는 사회, 이 정도 되면 뭐죠? 우파인 거예요.\n\n**10:21** 근데 우리는 그런 행동에 대해서 용인하지 않잖아요. 그러니까 우리는 실질적으로 좌파적 경향이 많고요, 왜냐하면 우리는 실질적 평등, 공공복리가 최고의 이념이라고 생각하는 거죠. 그래서 결국 우리 민법은 기본적으로 좌파적 경향에 서 가지고 공공복리를 대원칙으로 생각하고 있다라고 생각하시면 됩니다. 뭐 이 정도입니다.\n\n**10:44** 자 그다음 제4절에서 민법에서의 법률 용어가 나오죠. 1번, '준용'이란 말이 나옵니다. '이하 동문'이에요. 이하 동문. 옛날에 여러분들이 상장 같은 거 조회 시간에 받을 때 뭐 \"귀하는 품행이 방정하여 뭐 상장을 줍니다. 안영찬.\" 주고, 그다음 \"김개똥, 이하 동문.\" 이랬잖아요? 김말똥 이하 동문 그러잖아요? 이게 준용이에요. 그러니까 다시 말하면 똑같은 내용을 반복해서 써야 될 때 쓰기 싫으니까 위의 내용을 똑같이 쓴다, 이게 뭐죠? 준용한다 그래요. 그래서 만약에 107조를 준용한다 그러면 107조의 규정을 어떻게 그대로 끌어다가 적용한다, 이런 거죠.\n\n**11:28** 2번 '추정'과 '간주'에서 입증 곤란을 구제하기 위한 제도입니다. 자 둘 다 입증 곤란을 구제하기 위한 제도고요, 추정 간주 요게 나중에 또 많이 나오게 되는데, 어 추정은 어 민법에서 우리가 '추정한다' 요런 표현으로 나와요. 간주는 '뭐뭐로 본다' 요런 표현이 나옵니다. 그래서 뭐뭐로 본다는 간주고 뭐뭐로 추정한다는 추정인 거예요.\n\n**11:58** 자 여러분들 좀 말씀을 좀 드려볼게요. '무죄 추정의 원칙'이라는 말을 많이 들어보셨죠? 언론 같은 거 보면 특히 정치인들 같은 경우 뭐 이렇게 구속될 때 \"무죄 추정의 원칙이 있는데 나를 구속시키는 것은 부당하다\" 뭐 이렇게 나오고, 아니면 언론에서 그 사람이 마치 범죄자인 것처럼 보도하면 그 사람이 나와서 정치인들 특히 그러죠. \"무죄 추정의 원칙이 있는데 나를 뭐 범죄자처럼 보도한 거는 부당하다\" 뭐 이런 얘기 나오잖아요.\n\n**12:28** 무죄 추정의 원칙이라는 건 뭐냐? 자 이런 얘기입니다. 범죄자는 무죄임을 추정받습니다. 이게 무죄 추정의 원칙이에요. 과거에는 중세 시대에는 무죄 추정의 원칙 그런 거 없었어요. 그래서 재판이 어떻게 이루어지게 되냐면 사또가 위에 딱 앉는 거죠. 사또가 앉아가지고 뒤에 무릎 꿇고 여기죠, 무릎 꿇고 어 \"너 김개똥, 네가 네 죄가 네 죄를 네가 알겠다\" 뭐 이렇게 소리 지르잖아요. 그죠? 그러면 이 사람은 어떻게 해요? \"사또 억울합니다\" 그러면 사또가 \"발칙한 것! 매우 쳐라!\" 이렇잖아요.\n\n**13:00** 이게 다시 말하면 범죄자는 무죄임을 추정받지 못하기 때문에 자신이 무죄임을 입증을 해야 되는 거예요. 그래야 그 상태에서 벗어나는 거예요. 만약에 범죄자가 무죄임을 입증하지 못한다면 죄가 없음을 입증하지 못한다면 꼼짝없이 그 사람은 뭐 해야 되는 거예요? 처벌을 받아야 되는 거예요. 근데 현재는 무죄 추정의 원칙이 있기 때문에 범죄자는 무죄임을 추정받고요, 스스로 무죄임을 뭐 할 필요 없는 거예요? 입증할 필요가 없는 거예요.\n\n**13:36** 다시 말하면 '추정한다', '추정받는다'는 말은 실질적으로는 스스로 뭐 할 필요 없어요? 입증할 필요가 없다라는 의미가 되는 거예요 여러분들. 따라서 누가 사람을 죽였다, 그러면 범죄자는 자신이 무죄임을 입증하는 것이 아니라 국가가 검사가 그 사람에게 범죄가 있음을 입증해야 된다, 이게 뭐인 거예요? 무죄 추정의 원칙인 거죠. 따라서 '뭐뭐로 추정한다'는 말은 결과적으로 스스로 뭐 할 필요 없어요? 입증할 필요 없다 이런 얘기예요.\n\n**14:14** 그러면 스스로 입증할 필요가 없으니까 결과적으로 반대측에서 입증하면, 반증이 존재하면 그 추정은 뭐가 되는 거죠? 번복되고 깨지게 되는 거죠. 그래서 우리는 앞으로 '뭐뭐로 추정한다' 그러면 '아 이 사람은 입증할 필요가 없다. 따라서 반대측에서 반증을 하게 되면 반대 입증을 하게 되면 이러한 추정은 깨지게 된다' 이렇게 이해하면 돼요.\n\n**14:44** 근데 간주는 반증만으로도 그 효과를 번복할 수가 없는 것을 우리가 '간주'라고 합니다. 따라서 '뭐뭐로 간주된다' 그러면 어떻게 해요? 반대 입증만으로도 그 효과를 뭐 하지 못해요? 번복하지 못하는 것이고, '뭐뭐로 추정한다' 그러면 스스로 입증할 필요는 없지만 만약에 반대 입증이 되게 되면 그 효과가 번복이 되는 걸 우리가 추정이라고 합니다.\n\n**15:16** 두 가지 예를 들어서 설명을 좀 드릴게요. 자 우리가 사람은 심장이 멈추게 되면 죽게 돼요. 근데 죽었는지 살았는지를 확인할 수가 없는 경우가 있는데 그래서 있는 제도가 뭐냐면 '인정 사망'이라는 제도와 '실종 선고'라는 제도가 있습니다.\n\n**15:38** 자 인정 사망이라는 것은 뭐냐면 사망했을 가능성이 커요. 그러는데 사망했을 가능성이 크지만 사망했음을 입증하지 못할 때 가족관계 등록부 공무원이 가족관계 등록부를 사망으로 정리하게 되고요, 인정 사망이라고 하고 효과는 사망한 것으로 뭐가 되냐면 '추정'이 됩니다.\n\n**16:06** 예를 들어서 배가 침몰을 했습니다. 근데 거기에 탑승하신 것은 거의 확실한데 그분의 시신이 발견이 안 됐어요. 그러면 사망했다는 사실을 뭐 할 수 없어요? 입증할 수가 없는 거죠. 그래도 그런 분은 가족관계 등록부에다가 사망한 것으로 기재하게 되고 그것이 뭐예요? 인정 사망인 겁니다. 효과는 사망한 것으로 추정이 돼요.\n\n**16:32** 이에 반해서 실종 선고는 일정 기간 동안 5년 동안 생사가 확인할 수 없었을 경우에는 법원의 공시 최고 절차를 거쳐서 선고를 내리게 되고요, 이 경우에는 사망한 것으로 뭐가 되냐면 '간주'가 됩니다. 실종 선고 중요하기 때문에 어 나중에 자세히 공부할 거예요.\n\n**16:54** 그럼 뭐가 되는 거예요? 인정 사망의 경우에는 사망한 것으로 뭐로 돼요? 추정이 되니까 그분이 생존하고 있다는 사실이 밝혀지면 인정 사망의 효과는 자동으로 뭐죠? 없어지게 됩니다. 이에 반해서 실종 선고는 사망한 것으로 간주가 되기 때문에 그분이 나중에 생존하고 있다는 사실이 밝혀지더라도 그것만으로는 실종 선고 효과가 번복되지는 않아요. 법원에서 별도로 '실종 선고를 취소한다'라는 판결이 있어야지만 그 효과가 번복이 되게 되는 거죠. 자 추정, 뭐뭐로 추정한다 반증만으로 그 효과가 번복되는 경우입니다. 간주, 뭐뭐로 본다 반증만으로는 그 효과를 번복할 수 없는 경우라는 거 잊지 마시기 바랍니다.\n\n**17:52** 그다음 우측에 3번 '선의', '악의'죠. 자 선의라는 말은 착한 의사가 아니에요. 모르고 있는 정신 상태. 악의, 알고 있는 정신 상태. 그래서 앞으로 우리는 선의의 제3자 그러면 모르고 있는 제3자, 악의의 제3자 그러면 뭐가 되는 거죠? 알고 있는 제3자죠.\n\n**18:16** 4번 '제3자', 이것도 중요한 개념인데 당사자는 제3자가 아니겠죠? 당사자를 제외한 나머지 사람들을 우리가 제3자라고 하고요, 제3자에 대한 구체적인 내용도 우리가 나중에 자세히 해야 됩니다.\n\n**18:29** 5번 '대항하지 못한다', 이게 처음에는 안 헷갈리는데 나중에 가면 이게 헷갈릴 수가 있어요. 근데 우리는 뭐로 바꿔서 이해하시면 되냐면 '주장하지 못한다' 이렇게 이해하시면 돼요. 자 임차인은 임차권을 가지고 새로운 소유자에게 대항하지 못한다, 그러면 어떻게 해요? 임차인은 임차권을 가지고 새로운 소유자에게 주장할 수가 없다, 이렇게 바꿔서 이해하면 되는 거죠. 뭐 통정 허위 표시 무효는 선의의 제3자에 대항하지 못한다, 헷갈리면 통정 허위 표시 무효는 선의의 제3자에게 주장하지 못한다라고 기억하시면 되는 거죠.\n\n**19:12** 그다음 6번 '과실'입니다. 자 우리가 아는 것은 뭐예요? 악의. 모르는 것은 뭐예요? 선의. 알 수 있는데 모르는 건 뭐예요? 과실인 거예요. 알 수 있는데 모르는 건 뭐예요? 과실. 자 아는 것은 뭡니까? 악의, 모르는 거는 뭐예요? 선의, 알 수 있는데 모르는 건 뭐예요? 과실이에요.\n\n**19:40** 그러면 과실은 알 수 있는데 모르는 것을 뭐죠? 과실이니까 주의를 기울였다면 충분히 알 수 있는데 모른다는 말을 말하고요, 주의 의무가 결여가 된 것을 우리가 과실이라고 합니다. 앞으로 우리가 \"알았거나 알 수 있었을 경우\" 그러면 어떻게 해요? 알았거나는 뭐예요? 악의. 알 수 있었을 경우는 뭐죠? 과실 이렇게 된 거죠. 알 수 있는데 모르는 건 뭐예요? 과실. 이해되시죠 여러분들? 그다음에 알 수 있는데 모른다는 말은 주의를 기울였으면 충분히 알 수 있었을 텐데 모르는 것을 말하니까 주의 의무가 결여가 되는 것을 우리가 어 과실이라고 하는 거죠.\n\n**20:25** 근데 이 주의 의무가 두 가지가 있어요. 음 자 1번 원칙 해가지고 '추상적 경과실' 이렇게 나와 있잖아요. 그건 몰라도 돼요. 마지막에 '선량한 관리자로서의 주의 의무', '선관 주의 의무' 이렇게 기억하면 되고. 그다음 2번 구체적 경과실 그런 거 몰라도 돼요. 결론 보시면 '자기 재산과 동일한 주의 의무'죠.\n\n**21:03** 그래서 선관주의 의무, 추상적 경과실 보게 되면 어 뭐 복잡해요. 뭐 간단하게 뭐 '일반적으로 요구되는 정도의 주의를 결하는 거' 이렇게 나와 있고, 구체적 경과실 보면 어 '추상적 경과실 낮지만 어쩌고' 이렇게 나와 있거든요. 그러면 이렇게 이해하면 되는 거예요. 내 재산처럼 주의해야 되는 것은 뭐예요? '자기 재산과 동일한 주의 의무'. 내 재산보다 더욱더 소중하게 주의해야 될 것은 뭐예요? '선관 주의 의무'. 이해되시나요? 내 재산처럼 주의해야 되는 거 뭐라고요? 자기 재산과 동일한 주의 의무. 내 재산보다 더욱더 소중하게 주의해야 되는 것은 뭐예요? 선관 주의 의무. 원래 선관 주의 의무가 원칙입니다. 원칙. 그래서 우리 민법상 99%의 모든 주의 의무는 선관 주의 의무고요, 따라서 내 재산보다 더욱더 소중하게 주의해서 주의해야 되는 거예요.\n\n**22:11** 자기 재산과 동일한 주의 의무는 예외인데 두 가지입니다. '친권자의 주의 의무'와 '무상 임치 계약의 수치인'. 친권자는 미성년자의 재산을 관리해 줄 때 선관 주의 의무가 아니라 자기 재산과 동일한 주의 의무예요. 그래서 내 재산처럼 미성년자의 재산을 관리해 주면 돼요.\n\n**22:42** 근데 여기서 이제 우리가 무상 임치의 수치인데, 자 '임치 계약'이라는 것은 물건 보관 계약을 말해요. 임치 계약이 뭐라고요? 물건 보관 계약. 물건을 보관시킨 사람을 '임치인', 물건을 보관해 주는 사람을 '수치인'. 물론 무상 임치 계약의 수치인 예외적으로 자기 재산과 동일한 주의 의무라면, 유상 임치 계약이죠. 유상 임치 계약의 수치인은 선관 주의 의무가 되는 거죠. 그죠? 일단 이게 원칙인 예외니까.\n\n**23:23** 자 그럼 이해될 거예요 이제. 자 보세요. 제 친구가 저한테 와 가지고 \"카메라 좀 보관해 달라\" 그랬어요. 좋다 그랬어요. 무슨 계약이죠? 임치 계약인 거죠. 그러면 저한테 카메라를 맡긴 임치인은 맡긴 사람은 임치인, 카메라를 보관해 주는 저는 뭐죠? 수치인인 거예요.\n\n**23:42** 근데 저는 카메라를 통상 어떻게 보관해 주냐면 책상 서랍에다 보관해요. 그래서 제가 그 카메라를 제 카메라처럼 책상 서랍에다가 보관을 했는데 도둑을 맞았어요. 만약에 무상 임치 계약이었다면, 물건을 보관해 주기로 하면서 대가를 안 받은 경우라면 저는 그 카메라를 도난당한 것에 대해서 책임이 없습니다. 왜냐하면 무상 임치 계약의 수치인은 자기 재산과 동일한 주의 의무를 부담하니까 제 카메라처럼 서랍 속에 넣었다면 저는 주의 의무를 다한 거예요. 따라서 저에게는 과실이 없으니까 도난당한 것에 대해서 책임을 안 져요.\n\n**24:31** 근데 만약에 어 카메라를 보관해 주는 대신 만 원을 받기로 했어요. 유상 임치 계약이죠? 이때는 그 카메라가 도난당한 것에 대해서 저는 뭐죠? 책임을 져야 돼요. 왜냐하면 유상 임치 계약의 수치인은 선관 주의 의무를 부담하기 때문에 내 재산보다 더욱더 소중해서 주의해야 되니까 내 재산만큼 주의를 기울였다면 주의 의무를 위반한 것이니까 책임을 져야 돼요. 감 잡히시죠?\n\n**25:01** 자 정리해 볼게요. 자 알 수 있는데 모르는 걸 우리가 과실이죠. 알 수 있는데 몰랐다는 것은 주의 의무가 결여가 됐다는 이유고, 근데 주의 의무가 두 가지가 있다. 선관 주의 의무와 자기 재산과 동일한 주의 의무가 있는데, 내 재산처럼 주의해야 되는 것은 뭐죠? 자기 재산과 동일한 주의 의무고요, 내 재산보다 더욱더 소중하게 주의해야 될 것은 선관 주의 의무다. 우리 민법상 원칙은 선관 주의 의무가 되는 거죠. 되셨죠 여러분들?\n\n**25:36** 자 그다음 22페이지 오시면 '중과실'이에요. 이건 뭐예요? 현저하게 주의 의무를 위반한 겁니다. 다시 말하면 단순히 알 수 있는데 모르는 게 아니라 당연히 알아야 되는데 모르는 거, 이걸 우리가 중과실, 중대한 과실이라고 해요.\n\n**26:00** 그러면 결국은 경과실 과실과 중과실은 뭐예요? 정도의 차인 거죠. 그죠? 그래서 이 부분을 어떻게 구별할 것인지에 대해서 우리가 나중에 착오를 공부할 때 자세하게 공부하게 돼요. 아무튼 이렇게 기억하면 되겠죠. 단순히 알 수 있는데 모르는 것은 과실, 다른 말로 경과실. 당연히 알아야 되는데 모르는 것은 중과실, 중대한 과실이고. 또 다른 말로 하면 단순히 주의 의무가 결여가 되어 있는 것은 과실, 현저하게 주의 의무가 결여되어 있는 것은 중과실이다, 이 정도 정리하시면 되겠죠.\n\n**26:37** 자 이번 강 여기까지고요, 어 여기까지고 다음 강의에서 이제 권리로 좀 들어가도록 하겠습니다. 감사합니다.",
  "segments": [
    {
      "text": "네, 민법 강의의 한 부분을 발췌하여 한국어 대본으로 정확하게 전사해 드리겠습니다."
    },
    {
      "text": "---"
    },
    {
      "timestamp": "00:00",
      "text": "**** 자 이제 교재 19페이지 제3절 민법의 기본 원리죠. 요거는 우리가 기초할 때만 합니다. 기본 수강에서도 안 하고 그냥 '아 이런 내용이 있구나' 이렇게 생각하시면 돼요."
    },
    {
      "timestamp": "00:14",
      "text": "**** 자 보시면 1번, 근대 민법의 기본 원리가 나오잖아요. 그러면 여기서 조금 생각해 볼 것은 근대 민법이지 현대 민법은 아니잖아요? 현대. 그럼 결국 이게 뭐냐면 시민 혁명, 프랑스 대혁명 이후의 근대 시대의 민법인 거예요. 그러면 어디하고 구별하게 되냐면 중세 시대, 다른 말로 하면 봉건 시대죠. 중세 시대, 봉건 시대하고 비교하면 되는 거죠."
    },
    {
      "timestamp": "00:45",
      "text": "**** 자 첫 번째, 근대 민법은 '권리능력 평등의 원칙'이라는 게 나오네요. 그렇죠? 자 이게 무슨 문제냐면, 무슨 얘기냐면 권리능력 평등의 원칙. 서양을 기준하면 중세 봉건 사회, 또 우리나라로 말하면 조선 시대겠죠. 그 시대 때는 신분제 사회였죠. 그래서 귀족이 있고 뭐 평민도 있고 노비도 있고, 이런 신분제 사회에서 인간은 평등하다, 따라서 사람은 태어나서 죽을 때까지 모두 평등하다, 이게 뭐죠? 권리능력 평등의 원칙인 거죠."
    },
    {
      "timestamp": "01:32",
      "text": "**** 그다음 두 번째로 '소유권 절대 원칙'이라는 말이 나오죠. 소유권 절대 원칙. 자 그러면 봉건 시대에서는 개인의 사적 소유권이 보호되지 않았어요. 자 우리가 이런 거거든요. 예를 들어 가지고 조선 시대를 생각해 보면, 왕이 지나가다가 뭘 보고 '야 이거 참 좋구나' 그러면 어떻게 해요? \"성은이 망극합니다\" 하고 왕한테 바쳐야 되잖아요. 다시 말하면 왕이 원하면 개인의 재산을 아무 때나 뭐 할 수 있어요? 뺏을 수가 있었던 거죠. 다시 말하면 개인의 소유권은 보호되지 않았던 거죠."
    },
    {
      "timestamp": "02:12",
      "text": "**** 자 그거에 대한 반성으로서 근대 시대를 시대에 이르러 가지고 개인의 소유권은 국가라 하더라도 함부로 제한할 수 없다는 원칙이 자리 잡게 되는데, 이게 뭐죠? 소유권 절대 원칙인 거죠. 자 근데 여기서 이제 재밌는 일이 벌어지게 됩니다. 자 우리가 사적 소유권이 보호되지 않으면, 조선 시대를 생각해 보세요. 열심히 돈을 안 벌어요. 왜냐하면 열심히 돈을 벌어봐야 왕이, 국가가 마음에 들면 마음에 안 들면 언제든지 뺏어갈 수 있잖아요."
    },
    {
      "timestamp": "02:49",
      "text": "**** 그래서 조선 시대의 양반들은 장사하지 않고 농사짓지 않고 뭐 했습니까? 공자 맹자 해가지고 과거 시험 공부를 한 거거든요. 왜요? 과거 시험에 합격해서 그런 개인의 사적 소유권을 뺏을 수 있는 뭐예요? 권력을 쟁취하기 위한 거죠. 무슨 말인지 아시겠습니까? 자 근데 근대 들어서 가지고 이제 국가라 하더라도 개인의 소유권 함부로 뺏을 수 없다라는 소유권 절대 원칙이라는 것이 받아들여지게 되니까, 이제는 과거 시험에 합격해 가지고 관리가 돼서 권력을 얻더라도 개인의 재산권 함부로 뺏을 수가 없는 거죠."
    },
    {
      "timestamp": "03:31",
      "text": "**** 그러다 보니까 이제 사회는 공자 맹자 과거 시험 공부하는 게 아니라 열심히 장사를 하고 열심히 농사를 짓게 되는 거죠. 따라서 이러한 근대 민법에서 받아들인 소유권 절대 원칙 때문에 무엇이 형성이 되는 거죠? '자본주의'라는 게 형성되는 거죠. 그죠 여러분들? 그러니까 과거에는 내가 열심히 돈을 벌어봤자 국가한테 뺏길 염려가 있으니까 열심히 돈을 벌기보다는 그 뺏기 위한 권력을 쟁취하기 위해 노력했던 거고, 이제는 열심히 돈을 벌면 국가가 뺏을 수 없으니까 이제는 뭐 하는 거죠? 열심히 돈을 벌려고 노력하는 거죠. 그러다 보니까 현재 지금 우리가 보고 있는 자본주의라는 것이 형성이 되고요. 이걸 우리가 소유권 절대 원칙이라고 하는 거죠."
    },
    {
      "timestamp": "04:23",
      "text": "**** 그다음 세 번째로 '사적 자치의 원칙'이죠. 과거에는 사적 자치 원칙이라는 게 없었어요. 이게 무슨 말이었냐면 우리가 지방 자치라는 말이 뭐예요? 지방의 일은 중앙 정부의 간섭 없이 스스로 알아서 한다, 이게 지방 자치인가요? 그럼 사적 자치라는 것은 뭐냐면, 사적이고 개인적인 일은 스스로 알아서 한다는 원칙이 뭐가 되는 거죠? 사적 자치 원칙이죠."
    },
    {
      "timestamp": "04:54",
      "text": "**** 중세 시대는 그렇지 않았어요. 사적이고 개인적인 일의 가장 대표적인 것이 뭔가요? 혼인이잖아요. 혼인도 마음대로 못 했잖아요. 대감 마님이 \"야 갑돌아, 너 갑순이하고 결혼해라\" 그러면 결혼해야 되잖아요. 갑순이가 마음에 들면 갑돌이는 갑순이한테 가서 프로포즈하는 게 아니라 대감 마님한테 가서 \"대감 마님, 갑순이를 저에게 주십시오\" 요런 식의, 요런 식으로 행동했잖아요. 그러니까 사적이고 개인적인 일을 우리가 스스로 뭐예요? 알아서 못 했던 거죠."
    },
    {
      "timestamp": "05:25",
      "text": "**** 그거에 대한 반성으로서 근대 시대에 오게 되면 사적이고 개인적인 일은 스스로 알아서 할 수 있다라는 사적 자치 원칙이라는 게 받아들이게 되는 거죠."
    },
    {
      "timestamp": "05:39",
      "text": "**** 그다음 넘겨보신 네 번째로 '과실 책임의 원칙'이죠. 과거에는 이런 거 없었다. 이게 무슨 말입니까? 자 과실 책임의 원칙이라는 것은 그 사람에게 고의 과실이 있어야지만, 귀책 사유가 있어야지만 책임을 져야 책임을 진다는 원칙인 거죠."
    },
    {
      "timestamp": "06:01",
      "text": "**** 과거엔 그랬나요? 우리나라 조선 시대 때 보면 뭐 사돈의 팔촌이 뭐예요? 뭐 역모를 저질렀어요. 그럼 어떻게 해요? \"구족을 멸하라\" 그러면 그냥 기어 다니는 아이부터 시작해 가지고 다 뭐 했던 거죠? 처벌받고 노비 되고 관노 되고 막 그랬잖아요. 다시 말하면 과거 중세 시대 때에는 아무런 고의 과실이 없더라도 처벌을 받거나 책임을 져야 되는 일들이 너무 많았던 거죠. 그거에 대한 반성으로서 이제는 귀책 사유가 있어야지만 책임을 부담한다라는 과실 책임의 원칙이라는 것이 근대 민법에 들어오게 되는 거죠."
    },
    {
      "timestamp": "06:36",
      "text": "**** 자 그래서 이러한 네 가지 근대 민법의 원칙에 따라서 무엇이 만들어지는 거죠? 자본주의라는 것이 만들어지게 되는 거죠. 그죠? 자본주의. 자 근데 문제는 우리는 근대 시대에는 요런 네 가지 원칙이 받아들여진다면 개인이 국가 권력으로부터 자유를 얻게 되고요. 국가 권력으로부터 자유를 얻게 되면 모두 다 행복할 줄 알았어요."
    },
    {
      "timestamp": "07:05",
      "text": "**** 근데 시간이 지나다 보니까 이제 국가 권력이 아니라 있는 자의 권력인 거죠. 양극화. 있는 사람은 더욱더 더욱더 어떻게 해요? 부자가 되고, 없는 사람은 더욱더 더욱더 어떻게 가난해지는 거죠. 그러다 보니까 평등하지 않아요. 그죠? 음 다시 말하면 평등하면 될 줄 알았는데 실제로는 평등하지 않은 거죠."
    },
    {
      "timestamp": "07:31",
      "text": "**** 그래서 형식적 평등이 아니라 실질적 평등, 다시 말하면 있는 사람과 없는 사람의 힘의 불균형을 보완하기 위해서 국가가 없는 사람의 편에 서 가지고 있는 사람과 대응해 주겠다, 이런 의미에서 현대 민법으로 오게 되고요. 결국 그게 뭐가 되냐면 '수정 자본주의'가 되는 거죠."
    },
    {
      "timestamp": "07:54",
      "text": "**** 그래서 교재 보시면 근대 민법의 수정 원칙과 현대 민법 해가지고 '공신의 원칙'이니, '신뢰 보호의 원칙'이니, 뭐 '거래 안전을 위한 것'이니 뭐 이렇게 나오는데, 가장 중요한 말은 뭐예요? '공공복리'인 거죠. 다시 말하면 이제는 이러한 자유보다는 공공복리, 공공의 복리를 위해서 이런 개인의 자유도 뭐 할 수 있어요? 제한할 수 있다는 의미에서 수정 자본주의로 오게 되는 거죠."
    },
    {
      "timestamp": "08:28",
      "text": "**** 그래서 국가가 개입하게 됩니다. 국가가 어떻게 개입하게 되냐면 어 국가가 약자를 보호하기 위해서 약자 편에 서 가지고 개인의 자유를 뭐 하게 되는 거죠? 제한하게 되는 거고요. 개인의 자유를 제한하는 가장 중요한 근거가 되는 것은 뭐죠? 공공복리가 되는 거죠."
    },
    {
      "timestamp": "08:50",
      "text": "**** 자 여기서 이제 좌파 우파가 나뉘게 됩니다. 좌측에 있는 요 근대 민법 자유를 강조하는 정치 사조를 우리가 우파라고 하고요, 보수파라고 하죠. 우측에 수정 자본주의 공공복리를 위해서 국가가 적극적으로 개입돼야 된다, 이런 정치 사조를 우리가 뭐라고 그러는 거죠? 좌파라고 하는 거죠."
    },
    {
      "timestamp": "09:13",
      "text": "**** 따라서 이제는 어 소유권은 절대로 보장이 되는 것이 아니라 공공복리라는 차원에서 개인의 소유권도 뭐 할 수 있어요? 제한할 수가 있는 것이고, 사적이고 개인적인 일은 사적이고 개인적인 이니까 개인에게만 맡겨두는 것이 아니라 약자를 보호하기 위해서 국가가 적극적으로 개입돼야 된다는 뭐가 되는 거죠? 수정 자본주의가 되는 거죠. 그죠? 그래서 이거 좌파 우파."
    },
    {
      "timestamp": "09:40",
      "text": "**** 그래서 오른쪽을 중시하면 좌파, 좌측을 중시하면 뭐죠? 우파 이렇게 되는 거죠. 근데 뭐 이거는 시험하고 상관이 없는데 개인적으로 우리는 굉장히 좌파적 경향이 있어요, 우리 우리 민족은. 그래서 우리 정당들은 좌파밖에 없습니다. 우파가 없어요. 그러니까 예를 들어서 최근에 코로나 백신 행정 같은 문제의 경우에도 미국 같은 경우에는 개인의 자유를 중시하니까 나 코로나 백신 안 맞겠다라는 사람들도 많고요, 맞으라고 하니까 막 반발하잖아요. 그죠? 마스크 문제도 걔네는 나 죽어도 마스크 못 쓰겠다라는 사람들 굉장히 많아요. 그죠? 어 근데 그런 것들이 뭐죠? 용인되는 사회, 이 정도 되면 뭐죠? 우파인 거예요."
    },
    {
      "timestamp": "10:21",
      "text": "**** 근데 우리는 그런 행동에 대해서 용인하지 않잖아요. 그러니까 우리는 실질적으로 좌파적 경향이 많고요, 왜냐하면 우리는 실질적 평등, 공공복리가 최고의 이념이라고 생각하는 거죠. 그래서 결국 우리 민법은 기본적으로 좌파적 경향에 서 가지고 공공복리를 대원칙으로 생각하고 있다라고 생각하시면 됩니다. 뭐 이 정도입니다."
    },
    {
      "timestamp": "10:44",
      "text": "**** 자 그다음 제4절에서 민법에서의 법률 용어가 나오죠. 1번, '준용'이란 말이 나옵니다. '이하 동문'이에요. 이하 동문. 옛날에 여러분들이 상장 같은 거 조회 시간에 받을 때 뭐 \"귀하는 품행이 방정하여 뭐 상장을 줍니다. 안영찬.\" 주고, 그다음 \"김개똥, 이하 동문.\" 이랬잖아요? 김말똥 이하 동문 그러잖아요? 이게 준용이에요. 그러니까 다시 말하면 똑같은 내용을 반복해서 써야 될 때 쓰기 싫으니까 위의 내용을 똑같이 쓴다, 이게 뭐죠? 준용한다 그래요. 그래서 만약에 107조를 준용한다 그러면 107조의 규정을 어떻게 그대로 끌어다가 적용한다, 이런 거죠."
    },
    {
      "timestamp": "11:28",
      "text": "**** 2번 '추정'과 '간주'에서 입증 곤란을 구제하기 위한 제도입니다. 자 둘 다 입증 곤란을 구제하기 위한 제도고요, 추정 간주 요게 나중에 또 많이 나오게 되는데, 어 추정은 어 민법에서 우리가 '추정한다' 요런 표현으로 나와요. 간주는 '뭐뭐로 본다' 요런 표현이 나옵니다. 그래서 뭐뭐로 본다는 간주고 뭐뭐로 추정한다는 추정인 거예요."
    },
    {
      "timestamp": "11:58",
      "text": "**** 자 여러분들 좀 말씀을 좀 드려볼게요. '무죄 추정의 원칙'이라는 말을 많이 들어보셨죠? 언론 같은 거 보면 특히 정치인들 같은 경우 뭐 이렇게 구속될 때 \"무죄 추정의 원칙이 있는데 나를 구속시키는 것은 부당하다\" 뭐 이렇게 나오고, 아니면 언론에서 그 사람이 마치 범죄자인 것처럼 보도하면 그 사람이 나와서 정치인들 특히 그러죠. \"무죄 추정의 원칙이 있는데 나를 뭐 범죄자처럼 보도한 거는 부당하다\" 뭐 이런 얘기 나오잖아요."
    },
    {
      "timestamp": "12:28",
      "text": "**** 무죄 추정의 원칙이라는 건 뭐냐? 자 이런 얘기입니다. 범죄자는 무죄임을 추정받습니다. 이게 무죄 추정의 원칙이에요. 과거에는 중세 시대에는 무죄 추정의 원칙 그런 거 없었어요. 그래서 재판이 어떻게 이루어지게 되냐면 사또가 위에 딱 앉는 거죠. 사또가 앉아가지고 뒤에 무릎 꿇고 여기죠, 무릎 꿇고 어 \"너 김개똥, 네가 네 죄가 네 죄를 네가 알겠다\" 뭐 이렇게 소리 지르잖아요. 그죠? 그러면 이 사람은 어떻게 해요? \"사또 억울합니다\" 그러면 사또가 \"발칙한 것! 매우 쳐라!\" 이렇잖아요."
    },
    {
      "timestamp": "13:00",
      "text": "**** 이게 다시 말하면 범죄자는 무죄임을 추정받지 못하기 때문에 자신이 무죄임을 입증을 해야 되는 거예요. 그래야 그 상태에서 벗어나는 거예요. 만약에 범죄자가 무죄임을 입증하지 못한다면 죄가 없음을 입증하지 못한다면 꼼짝없이 그 사람은 뭐 해야 되는 거예요? 처벌을 받아야 되는 거예요. 근데 현재는 무죄 추정의 원칙이 있기 때문에 범죄자는 무죄임을 추정받고요, 스스로 무죄임을 뭐 할 필요 없는 거예요? 입증할 필요가 없는 거예요."
    },
    {
      "timestamp": "13:36",
      "text": "**** 다시 말하면 '추정한다', '추정받는다'는 말은 실질적으로는 스스로 뭐 할 필요 없어요? 입증할 필요가 없다라는 의미가 되는 거예요 여러분들. 따라서 누가 사람을 죽였다, 그러면 범죄자는 자신이 무죄임을 입증하는 것이 아니라 국가가 검사가 그 사람에게 범죄가 있음을 입증해야 된다, 이게 뭐인 거예요? 무죄 추정의 원칙인 거죠. 따라서 '뭐뭐로 추정한다'는 말은 결과적으로 스스로 뭐 할 필요 없어요? 입증할 필요 없다 이런 얘기예요."
    },
    {
      "timestamp": "14:14",
      "text": "**** 그러면 스스로 입증할 필요가 없으니까 결과적으로 반대측에서 입증하면, 반증이 존재하면 그 추정은 뭐가 되는 거죠? 번복되고 깨지게 되는 거죠. 그래서 우리는 앞으로 '뭐뭐로 추정한다' 그러면 '아 이 사람은 입증할 필요가 없다. 따라서 반대측에서 반증을 하게 되면 반대 입증을 하게 되면 이러한 추정은 깨지게 된다' 이렇게 이해하면 돼요."
    },
    {
      "timestamp": "14:44",
      "text": "**** 근데 간주는 반증만으로도 그 효과를 번복할 수가 없는 것을 우리가 '간주'라고 합니다. 따라서 '뭐뭐로 간주된다' 그러면 어떻게 해요? 반대 입증만으로도 그 효과를 뭐 하지 못해요? 번복하지 못하는 것이고, '뭐뭐로 추정한다' 그러면 스스로 입증할 필요는 없지만 만약에 반대 입증이 되게 되면 그 효과가 번복이 되는 걸 우리가 추정이라고 합니다."
    },
    {
      "timestamp": "15:16",
      "text": "**** 두 가지 예를 들어서 설명을 좀 드릴게요. 자 우리가 사람은 심장이 멈추게 되면 죽게 돼요. 근데 죽었는지 살았는지를 확인할 수가 없는 경우가 있는데 그래서 있는 제도가 뭐냐면 '인정 사망'이라는 제도와 '실종 선고'라는 제도가 있습니다."
    },
    {
      "timestamp": "15:38",
      "text": "**** 자 인정 사망이라는 것은 뭐냐면 사망했을 가능성이 커요. 그러는데 사망했을 가능성이 크지만 사망했음을 입증하지 못할 때 가족관계 등록부 공무원이 가족관계 등록부를 사망으로 정리하게 되고요, 인정 사망이라고 하고 효과는 사망한 것으로 뭐가 되냐면 '추정'이 됩니다."
    },
    {
      "timestamp": "16:06",
      "text": "**** 예를 들어서 배가 침몰을 했습니다. 근데 거기에 탑승하신 것은 거의 확실한데 그분의 시신이 발견이 안 됐어요. 그러면 사망했다는 사실을 뭐 할 수 없어요? 입증할 수가 없는 거죠. 그래도 그런 분은 가족관계 등록부에다가 사망한 것으로 기재하게 되고 그것이 뭐예요? 인정 사망인 겁니다. 효과는 사망한 것으로 추정이 돼요."
    },
    {
      "timestamp": "16:32",
      "text": "**** 이에 반해서 실종 선고는 일정 기간 동안 5년 동안 생사가 확인할 수 없었을 경우에는 법원의 공시 최고 절차를 거쳐서 선고를 내리게 되고요, 이 경우에는 사망한 것으로 뭐가 되냐면 '간주'가 됩니다. 실종 선고 중요하기 때문에 어 나중에 자세히 공부할 거예요."
    },
    {
      "timestamp": "16:54",
      "text": "**** 그럼 뭐가 되는 거예요? 인정 사망의 경우에는 사망한 것으로 뭐로 돼요? 추정이 되니까 그분이 생존하고 있다는 사실이 밝혀지면 인정 사망의 효과는 자동으로 뭐죠? 없어지게 됩니다. 이에 반해서 실종 선고는 사망한 것으로 간주가 되기 때문에 그분이 나중에 생존하고 있다는 사실이 밝혀지더라도 그것만으로는 실종 선고 효과가 번복되지는 않아요. 법원에서 별도로 '실종 선고를 취소한다'라는 판결이 있어야지만 그 효과가 번복이 되게 되는 거죠. 자 추정, 뭐뭐로 추정한다 반증만으로 그 효과가 번복되는 경우입니다. 간주, 뭐뭐로 본다 반증만으로는 그 효과를 번복할 수 없는 경우라는 거 잊지 마시기 바랍니다."
    },
    {
      "timestamp": "17:52",
      "text": "**** 그다음 우측에 3번 '선의', '악의'죠. 자 선의라는 말은 착한 의사가 아니에요. 모르고 있는 정신 상태. 악의, 알고 있는 정신 상태. 그래서 앞으로 우리는 선의의 제3자 그러면 모르고 있는 제3자, 악의의 제3자 그러면 뭐가 되는 거죠? 알고 있는 제3자죠."
    },
    {
      "timestamp": "18:16",
      "text": "**** 4번 '제3자', 이것도 중요한 개념인데 당사자는 제3자가 아니겠죠? 당사자를 제외한 나머지 사람들을 우리가 제3자라고 하고요, 제3자에 대한 구체적인 내용도 우리가 나중에 자세히 해야 됩니다."
    },
    {
      "timestamp": "18:29",
      "text": "**** 5번 '대항하지 못한다', 이게 처음에는 안 헷갈리는데 나중에 가면 이게 헷갈릴 수가 있어요. 근데 우리는 뭐로 바꿔서 이해하시면 되냐면 '주장하지 못한다' 이렇게 이해하시면 돼요. 자 임차인은 임차권을 가지고 새로운 소유자에게 대항하지 못한다, 그러면 어떻게 해요? 임차인은 임차권을 가지고 새로운 소유자에게 주장할 수가 없다, 이렇게 바꿔서 이해하면 되는 거죠. 뭐 통정 허위 표시 무효는 선의의 제3자에 대항하지 못한다, 헷갈리면 통정 허위 표시 무효는 선의의 제3자에게 주장하지 못한다라고 기억하시면 되는 거죠."
    },
    {
      "timestamp": "19:12",
      "text": "**** 그다음 6번 '과실'입니다. 자 우리가 아는 것은 뭐예요? 악의. 모르는 것은 뭐예요? 선의. 알 수 있는데 모르는 건 뭐예요? 과실인 거예요. 알 수 있는데 모르는 건 뭐예요? 과실. 자 아는 것은 뭡니까? 악의, 모르는 거는 뭐예요? 선의, 알 수 있는데 모르는 건 뭐예요? 과실이에요."
    },
    {
      "timestamp": "19:40",
      "text": "**** 그러면 과실은 알 수 있는데 모르는 것을 뭐죠? 과실이니까 주의를 기울였다면 충분히 알 수 있는데 모른다는 말을 말하고요, 주의 의무가 결여가 된 것을 우리가 과실이라고 합니다. 앞으로 우리가 \"알았거나 알 수 있었을 경우\" 그러면 어떻게 해요? 알았거나는 뭐예요? 악의. 알 수 있었을 경우는 뭐죠? 과실 이렇게 된 거죠. 알 수 있는데 모르는 건 뭐예요? 과실. 이해되시죠 여러분들? 그다음에 알 수 있는데 모른다는 말은 주의를 기울였으면 충분히 알 수 있었을 텐데 모르는 것을 말하니까 주의 의무가 결여가 되는 것을 우리가 어 과실이라고 하는 거죠."
    },
    {
      "timestamp": "20:25",
      "text": "**** 근데 이 주의 의무가 두 가지가 있어요. 음 자 1번 원칙 해가지고 '추상적 경과실' 이렇게 나와 있잖아요. 그건 몰라도 돼요. 마지막에 '선량한 관리자로서의 주의 의무', '선관 주의 의무' 이렇게 기억하면 되고. 그다음 2번 구체적 경과실 그런 거 몰라도 돼요. 결론 보시면 '자기 재산과 동일한 주의 의무'죠."
    },
    {
      "timestamp": "21:03",
      "text": "**** 그래서 선관주의 의무, 추상적 경과실 보게 되면 어 뭐 복잡해요. 뭐 간단하게 뭐 '일반적으로 요구되는 정도의 주의를 결하는 거' 이렇게 나와 있고, 구체적 경과실 보면 어 '추상적 경과실 낮지만 어쩌고' 이렇게 나와 있거든요. 그러면 이렇게 이해하면 되는 거예요. 내 재산처럼 주의해야 되는 것은 뭐예요? '자기 재산과 동일한 주의 의무'. 내 재산보다 더욱더 소중하게 주의해야 될 것은 뭐예요? '선관 주의 의무'. 이해되시나요? 내 재산처럼 주의해야 되는 거 뭐라고요? 자기 재산과 동일한 주의 의무. 내 재산보다 더욱더 소중하게 주의해야 되는 것은 뭐예요? 선관 주의 의무. 원래 선관 주의 의무가 원칙입니다. 원칙. 그래서 우리 민법상 99%의 모든 주의 의무는 선관 주의 의무고요, 따라서 내 재산보다 더욱더 소중하게 주의해서 주의해야 되는 거예요."
    },
    {
      "timestamp": "22:11",
      "text": "**** 자기 재산과 동일한 주의 의무는 예외인데 두 가지입니다. '친권자의 주의 의무'와 '무상 임치 계약의 수치인'. 친권자는 미성년자의 재산을 관리해 줄 때 선관 주의 의무가 아니라 자기 재산과 동일한 주의 의무예요. 그래서 내 재산처럼 미성년자의 재산을 관리해 주면 돼요."
    },
    {
      "timestamp": "22:42",
      "text": "**** 근데 여기서 이제 우리가 무상 임치의 수치인데, 자 '임치 계약'이라는 것은 물건 보관 계약을 말해요. 임치 계약이 뭐라고요? 물건 보관 계약. 물건을 보관시킨 사람을 '임치인', 물건을 보관해 주는 사람을 '수치인'. 물론 무상 임치 계약의 수치인 예외적으로 자기 재산과 동일한 주의 의무라면, 유상 임치 계약이죠. 유상 임치 계약의 수치인은 선관 주의 의무가 되는 거죠. 그죠? 일단 이게 원칙인 예외니까."
    },
    {
      "timestamp": "23:23",
      "text": "**** 자 그럼 이해될 거예요 이제. 자 보세요. 제 친구가 저한테 와 가지고 \"카메라 좀 보관해 달라\" 그랬어요. 좋다 그랬어요. 무슨 계약이죠? 임치 계약인 거죠. 그러면 저한테 카메라를 맡긴 임치인은 맡긴 사람은 임치인, 카메라를 보관해 주는 저는 뭐죠? 수치인인 거예요."
    },
    {
      "timestamp": "23:42",
      "text": "**** 근데 저는 카메라를 통상 어떻게 보관해 주냐면 책상 서랍에다 보관해요. 그래서 제가 그 카메라를 제 카메라처럼 책상 서랍에다가 보관을 했는데 도둑을 맞았어요. 만약에 무상 임치 계약이었다면, 물건을 보관해 주기로 하면서 대가를 안 받은 경우라면 저는 그 카메라를 도난당한 것에 대해서 책임이 없습니다. 왜냐하면 무상 임치 계약의 수치인은 자기 재산과 동일한 주의 의무를 부담하니까 제 카메라처럼 서랍 속에 넣었다면 저는 주의 의무를 다한 거예요. 따라서 저에게는 과실이 없으니까 도난당한 것에 대해서 책임을 안 져요."
    },
    {
      "timestamp": "24:31",
      "text": "**** 근데 만약에 어 카메라를 보관해 주는 대신 만 원을 받기로 했어요. 유상 임치 계약이죠? 이때는 그 카메라가 도난당한 것에 대해서 저는 뭐죠? 책임을 져야 돼요. 왜냐하면 유상 임치 계약의 수치인은 선관 주의 의무를 부담하기 때문에 내 재산보다 더욱더 소중해서 주의해야 되니까 내 재산만큼 주의를 기울였다면 주의 의무를 위반한 것이니까 책임을 져야 돼요. 감 잡히시죠?"
    },
    {
      "timestamp": "25:01",
      "text": "**** 자 정리해 볼게요. 자 알 수 있는데 모르는 걸 우리가 과실이죠. 알 수 있는데 몰랐다는 것은 주의 의무가 결여가 됐다는 이유고, 근데 주의 의무가 두 가지가 있다. 선관 주의 의무와 자기 재산과 동일한 주의 의무가 있는데, 내 재산처럼 주의해야 되는 것은 뭐죠? 자기 재산과 동일한 주의 의무고요, 내 재산보다 더욱더 소중하게 주의해야 될 것은 선관 주의 의무다. 우리 민법상 원칙은 선관 주의 의무가 되는 거죠. 되셨죠 여러분들?"
    },
    {
      "timestamp": "25:36",
      "text": "**** 자 그다음 22페이지 오시면 '중과실'이에요. 이건 뭐예요? 현저하게 주의 의무를 위반한 겁니다. 다시 말하면 단순히 알 수 있는데 모르는 게 아니라 당연히 알아야 되는데 모르는 거, 이걸 우리가 중과실, 중대한 과실이라고 해요."
    },
    {
      "timestamp": "26:00",
      "text": "**** 그러면 결국은 경과실 과실과 중과실은 뭐예요? 정도의 차인 거죠. 그죠? 그래서 이 부분을 어떻게 구별할 것인지에 대해서 우리가 나중에 착오를 공부할 때 자세하게 공부하게 돼요. 아무튼 이렇게 기억하면 되겠죠. 단순히 알 수 있는데 모르는 것은 과실, 다른 말로 경과실. 당연히 알아야 되는데 모르는 것은 중과실, 중대한 과실이고. 또 다른 말로 하면 단순히 주의 의무가 결여가 되어 있는 것은 과실, 현저하게 주의 의무가 결여되어 있는 것은 중과실이다, 이 정도 정리하시면 되겠죠."
    },
    {
      "timestamp": "26:37",
      "text": "**** 자 이번 강 여기까지고요, 어 여기까지고 다음 강의에서 이제 권리로 좀 들어가도록 하겠습니다. 감사합니다."
    }
  ],
  "model": "gemini-3-flash-preview",
  "completedAt": "2026-01-27T04:53:06.436Z"
}