{
  "transcript": "다음은 오디오 파일의 내용을 한국어로 전사한 스크립트입니다.\n\n**00:00 - 00:30**\n안녕하십니까 안영찬입니다. 드디어 2022년 주택관리사 시험 대비 민법 강의를 시작합니다. 첫 번째 강의용 과정은 기초 강의입니다. 그래서 여러분들이 요 민법을 앞으로 공부하기 위한 기초적인 내용을 제가 여러분들한테 전달해 드릴 거거든요. 일단 우리 주택관리사 시험에서 민법은 1차 과목이죠. 시험 문제는 지금 민법이 세 부분으로 나눠져 있거든요.\n\n**00:30 - 01:00**\n민법총칙, 물권법, 채권법. 이렇게 세 부분으로 나눠져 있고요. 출제는 민법총칙에서 60%가 출제가 되고요. 물권법과 채권법에서 40%가 출제가 됩니다. 시험 범위가 굉장히 넓습니다. 아 왜냐하면 실제로 여러분들이 공인중개사 시험하고 비교하시는 분들이 많으신데 공인중개사 시험하고\n\n**01:00 - 01:30**\n주택관리사 민법의 그 시험 양, 시험 범위 양을 비교하면 주택관리사 민법이 공인중개사보다 거의 한 두 배 정도 많습니다. 두 배 정도. 두 배 정도 많고 양이 굉장히 많고요. 또 하나 특징은 공인중개사 시험하고 주택관리사 민법하고 어느 게 더 어려운가 난이도는 비슷한데 조금 정확히 말한다면 공인중개사 민법이 조금 어려워요.\n\n**01:30 - 02:00**\n주택관리사 민법은 좀 조금 용이합니다. 다만 시험 범위가 공인중개사 민법보다 두 배입니다. 양이 많단 얘기죠. 그러니까 실제로 공인중개사 공부를 하시던 분이 주택관리사 민법을 풀어보시면 모르는 게 많아요. 왜요? 공부 안 한 부분이 많으니까요. 많으니까. 그래서 공부 안 한 부분이 많아서 모르는 부분이 있는 것이지\n\n**02:00 - 02:30**\n실제로 시험 난이도는 공인중개사 민법보다는 조금 쉽게 출제된다고 말씀드릴 수 있고요. 그다음에 모든 부분의 평균적으로 문제가 나오는 것이 아니라 민법총칙에서 60%, 물권법 채권법에서 40%가 출제가 되고요. 양은 실제 양은 물권법 채권법을 합치게 되면 민법총칙 양보다 한 네 배 정도 됩니다. 네 배 정도.\n\n**02:30 - 03:00**\n그러니까 네 배 정도 양이 많은데 문제는 40%밖에 출제가 안 되기 때문에 공부하실 때 이거를 좀 잘 배분하셔야 돼요. 그러니까 물권법 채권법까지 민법총칙과 비슷한 비중으로 열심히 공부를 하시면 민법만 공부하다가 끝나고요. 회계원리나 시설개론 같은 것은 손도 못 댈 수도 손도 못 대고 그냥 일 년이 지날 수도 있거든요.\n\n**03:00 - 03:30**\n그래서 공부하실 때 민법총칙 부분은 좀 자세하게 양도 많지 않고 시험 문제도 60%가 출제가 되니까 좀 자세하게 공부를 하시고요, 꼼꼼히. 그다음에 물권법과 채권법은 실질적으로 민법총칙보다 양이 네 배가 되는 부분이기 때문에 민법총칙처럼 자세하게 공부한다면 주택관리사 시험을 합격할 방법은 없습니다.\n\n**03:30 - 04:00**\n그래서 물권법과 채권법 부분은 중요한 부분 위주로 공부를 하시는 거예요. 그래야지만 극복할 수가 있습니다. 이것을 평균적으로 똑같은 비중으로 공부를 하시게 되면 한도 끝도 없다는 거 강조해 말씀드립니다. 공인중개사 민법보다 비 양이 시험 범위가 한 두 배 이상 된다는 거 말씀을 드리고요. 따라서 공부하실 때는 집중해서 공부하는 부분하고\n\n**04:00 - 04:30**\n중요한 부분만 골라서 보는 부분을 좀 나눠서 해야 된다는 거 강조의 말씀을 드려요. 그다음에 주택관리사 시험은 1차가 상대평가 평균 60점이 넘으면 되는데 이 세 과목의 특징이 좀 있습니다. 회계원리 부분은 회계원리는 어려워요. 어렵다 어려워하시더라고요. 그래서 시간 투자를 많이 하시게 되고요.\n\n**04:30 - 05:00**\n민법 부분은 쉽게 느끼지만 쉽게 쉽다고 말씀하시는 분도 많지만 의외로 쉽지도 않습니다. 민법도 어렵거든요. 근데 실제로 회계원리 부분이 어렵고 고득점 맞기 어렵다 보니까 요 민법에서 민법에서 좀 점수를 맞춰가지고 회계원리나 다른 과목에 좀 보충을 해 주셔야 돼요. 그래서 민법은 여러분들이 일단\n\n**05:00 - 05:30**\n70점 이상은 맞아야지만 어느 정도 합격할 가능성이 있는 부분이기 때문에 오히려 민법 부분도 열심히 공부해야 된다는 거 강조의 말씀을 드립니다. 하신 제가 드린 말씀은 모든 것을 평면적으로 똑같은 비중으로 공부하시다 보면 너무 양이 많기 때문에 한도 끝도 없다. 그래서 민법총칙 부분은 양도 적고\n\n**05:30 - 06:00**\n많이 나오는 부분이니까 자세하게 공부하시고요, 물권법과 채권법 부분은 나오는 부분 중요한 부분을 골라서 확실하게 내 것으로 만드는 방법으로 공부를 하셔야 되고 그다음에 민법은 주택관리사 1차 시험의 특징상 민법에서 최소한 70점 이상은 맞춰주셔야 70점 이상은 나와야지만 합격할 가능성이 있다는 거 강조의 말씀을 드립니다.\n\n**06:00 - 06:30**\n자 기초 강의이기 때문에요 일단 편안한 마음으로 접근하시면 되고요 근데 물론 항상 이렇잖아요 여러분들 기초가 잘 안 되면 나중에 아무리 열심히 하려고 해도 실력이 안 늘죠 여러분들 그 자제분들 중에서 이렇 공부 못하는 학생이 있으면 선생님 만나가지고 아유 선생님 우리 애는 열심히 하는데\n\n**06:30 - 07:00**\n기초가 부족해서 성적이 안 나와요 이런 얘기 많이 하시잖아요 다시 말하면 모든 공부의 시작은 기초이고 기초가 대단히 중요하다 그래서 기초를 잘 닦으셔야 나중에 정리하시고 좀 더 자세히 공부하실 때 공부하는 대로 실력이 쑥쑥 향상된다는 거 강조의 말씀 드리고 따라서 기초 강의도 처음부터 끝까지 다 들으셔야 돼 다 들으시고\n\n**07:00 - 07:30**\n그때는 편안한 마음으로 들으시면 된다는 거 말씀을 드립니다. 자 우리 교재 14페이지 보시면 통칙 해서 민법의 의의가 나옵니다. 자 우리가 이제 민법을 공부하는 거니까 민법이 뭔지는 좀 생각을 해봐야 되겠죠. 자 민법을 우리가 뭔지를 이해하기 위해서 법을 나눠봐요. 공법과 사법입니다. 법을 공법과 사법으로 나눠요.\n\n**07:30 - 08:00**\n뭐가 공법이고 뭐가 사법인지에 대해서 학설의 대립이 있습니다. 뭐 이익설, 성질설, 주제설 나오거든요 그거 중요하지 않아요. 그러니까 우린 그냥 쉽게 이해할 수 있는 거. 개인과 개인 간의 관계를 규율하는 것은 뭐예요? 사법. 개인과 국가, 국가와 개인 간의 관계를 규율하는 것은 공법. 이렇게 되는 거죠. 아 물론 우리 민법은\n\n**08:00 - 08:30**\n개인과 개인 간의 관계를 규율하니까 뭐가 되는 거죠? 사법이 되는 거죠. 그다음에 또 특별법과 일반법으로 나뉘어요. 법을 분류하면. 자 이게 무슨 말이냐면 대한민국 국민이기만 하면 그 누구에게나 일반적으로 다 적용이 된다면 일반법. 모든 공무원에게 다 적용되는 것이 아니라 특정된 사람에게만 적용되는 거 우리가 특별법이라고 해요.\n\n**08:30 - 09:00**\n물론 민법은 대한민국 국민이라고 한다면 그 사람이 대통령이 뭐든 상관없이 모든 사람에게 다 적용되니까 뭐가 되는 거죠? 일반법이 되는 거죠. 그다음에 또 법을 절차법과 실체법으로 나뉩니다. 자 실체법이라는 것은 뭐냐면 실체적인 권리와 의무를 담고 있는 법을 우리가 실체법이라고 하고요 이러한 권리와 의무를 취득하기 위한 절차 등을 규율하고 있는 법을 우리가 절차법이라고 하는 거죠.\n\n**09:00 - 09:30**\n예를 들면 쉽습니다. 아 민법은 실체법이고 부동산 등기법은 절차법입니다. 자 누가 그 아파트의 소유자인지 소유권이 있는지 없는지는 실체법인 민법에 의해서 결정이 되고요 그 소유권을 취득하기 위한 등기 절차는 부동산 등기법에 의해서 규율이 되는 거죠. 우리 민법은 실체적 권리와 의무를 담고 있기 때문에 뭐가 되는 거죠? 실체법이 되는 거죠.\n\n**09:30 - 10:00**\n자 요걸 이제 합치면 뭐가 되는 거죠? 아 우리 민법의 의의가 나와요. 민법이란 일반 사법으로서의 실체법입니다. 이게 민법의 의의예요. 자 민법은 개인과 개인 간의 관계를 규율하고 있기 때문에 사법이고요 대한민국 국민이기만 하면 누구에게나 모두 적용되니까 일반법입니다. 따라서 일반 사법이고\n\n**10:00 - 10:30**\n그 내용은 실체적인 권리와 의무를 담고 있기 때문에 뭐가 되는 거죠? 실체법이 되는 거죠. 따라서 민법이란 일반 사법으로서의 실체법인 거죠. 이걸 우리가 뭐라 그러냐면 실질적 의미의 민법이라고 하는 거죠. 근데 우리 교재 우측에 보시면 형식적 의미의 민법이라는 게 나옵니다. 자 형식적 의미의 민법이라는 것은 민법전을 말해.\n\n**10:30 - 11:00**\n자 민법이라는 타이틀을 달고 있는 민법전을 우리가 형식적 의미의 법률이라고 하고요 형식적 의미의 민법인 민법은 1960년 1월 1일부터 시행되고 있습니다. 자 여기서 좀 생각해 볼 게 있습니다. 실질적 의미의 민법과 형식적 의미의 민법은 같아야 됩니다. 그렇지만 같지가 않아요. 왜 그러냐면 그림을 그리게 되면 요렇게 되는 거죠.\n\n**11:00 - 11:30**\n두 가지가 공통되는 부분도 있지만 공통되지 않는 부분도 있어요. 예를 들어가지고 주택 임대차 보호법은 주택 임대차 보호법이지 민법이 아니잖아요 따라서 형식적 의미의 민법은 아닙니다. 그렇지만 주택 임대차 보호법도 대한민국 국민이면 누구에게나 다 적용되고 개인과 개인 간의 관계를 규율하니까 일반 사법이고\n\n**11:30 - 12:00**\n누구에게 임차권이 있는지 나오죠? 실질적 권리와 의무를 담고 있으니까 실체법인 거죠. 따라서 주택 임대차 보호법도 일반 사법으로서 실체법이기 때문에 실질적 의미의 민법이긴 하지만 형식적 의미의 민법은 아닌 거죠. 이해되시나요? 그다음에 또 민법 안에는 실질적 의미의 민법이 아닌 것도 있어요.\n\n**12:00 - 12:30**\n우리가 공부하다 보면 중요한 건 아니지만 민법 안에서도 처벌 규정이 나옵니다. 처벌 규정. 그러면 생각해보세요 여러분들 처벌은 누가 누구에게 하는 거죠? 국가가 개인에게 하는 거잖아요 그러면 민법전에 있는 처벌 규정은 공법적 역인 것이고 사법적 영향권 아니니까 뭐는 아닌 거죠? 실질적 의미의 민법은 아닌 거죠. 그래서 형식적 의미의 민법과\n\n**12:30 - 13:00**\n실질적 의미의 민법은 중복되는 부분도 있지만 중복되지 않은 부분도 있다라는 거 생각해보시기 바라고 그다음에 우리가 앞으로 민법이라고 말할 때는 실질적 의미의 민법을 의미하는 것이지 형식적 의미의 민법을 의미하는 것은 아님을 주의하시기 바랍니다. 그래서 우측 하단에 보시면 제2절 민법의 법원 이렇게 나와 있잖아요.\n\n**13:00 - 13:30**\n민법 법원 앞에 뭐가 서해되어 있는 거죠? 실질적 의미의 민법의 법원인 거예요. 그래서 우린 앞으로 민법 하면 형식적 의미의 민법을 말하는 것이 아니라 무엇을 의미한다고요? 실질적 의미의 민법을 의미하는 것이고 실질적 의미의 민법이라는 것은 일반 사법으로서 실체법입니다. 이해되시죠 여러분들? 자 민법의 법원입니다.\n\n**13:30 - 14:00**\n자 법원이라는 말은 뭐냐면 줄임말입니다. 아 원래는 법의 연원이라는 말을 줄여가지고 법원이라고 해요. 아 지방법원 그런 고등법원 할 때 그 법원이 아니라 법의 연원이에요. 이것도 좀 어렵나요? 그럼 우리가 쉽게 말하면 법의 존재 형식이에요. 그럼 이렇게 되는 거죠. 민법의 법원이라는 말은 민법의 존재 형식이에요.\n\n**14:00 - 14:30**\n근데 그 민법이 무슨 민법 말한다고요? 실질적 의미의 민법을 말하잖아요. 그러면 민법의 법원이라는 말은 정확히 말하면 실질적 의미의 민법의 존재 형식이 되는 거죠. 자 실질적 의미의 민법은 어떻게 존재하느냐 우리 민법 1조가 규정하고 있습니다. 우측 맨 밑에 보시면 민사에 관하여 사법적 행위란 얘기죠. 개인과 개인 간의 관계에 관하여\n\n**14:30 - 15:00**\n법률의 규정이 없으면 관습법에 하고 관습법이 없으면 조리에 의한다. 따라서 실질적 의미의 민법은 어떤 형태로 존재하게 되냐면 법률의 형태로 존재할 수도 있고요 법률이 없으면 관습법에 의한다. 관습법의 형태로도 존재할 수도 있고요 관습법에 의해서 없으면 조리에 의한다. 조리의 형태로 존재할 수 있는 거죠.\n\n**15:00 - 15:30**\n따라서 민법은 세 가지 형태로 존재할 수 있어요. 법률, 관습법, 조린 거죠. 그래서 넘겨보시면 1번 법원의 의미, 2번 제1조 법률의 의미가 나와있죠. 자 일단 여기서 말하는 법률은 국회에서 제정한 형식적 의미의 법률 물론 포함합니다. 따라서 법 제목과 상관없이 그것이 일반 사법으로서 실체법이라면 다 뭐로 두는 거죠?\n\n**15:30 - 16:00**\n민법으로 들어오는 거죠. 그래서 제가 말씀드린 것처럼 주택 임대차 보호법은 민법인 거예요, 민법. 그뿐만 아니라 아 시행령 명령 규칙 그다음에 지방자치단체 법규 지방자치법규죠. 명령이나 규칙이나 지방자치 법규도 법규도 만약에 일반 사법으로서 실체법을 내용을 담고 있다면 그것도 뭐로 두는 거죠?\n\n**16:00 - 16:30**\n아 실질적 의미의 민법으로 돌아오는 거죠. 그래서 주택 임대차 보호법도 민법이고요 주택 임대차 보호법 시행령 명령도 뭐가 돼요? 민법이 되는 거고요 또 만약에 이 주택 임대차 관련된 지방자치단체 법규가 있다면 있습니다 있다면 그것도 뭐가 되는 거죠? 민법의 법원으로 들어오게 되는 거죠. 자 그뿐만 아니라 국제법이나\n\n**16:30 - 17:00**\n국제 조약과 같은 것도 민법 민사에 관한 내용이라면 민법의 법원이 될 수 있습니다. 자 이거는 뭐가 있냐면 우리 헌법이에요. 헌법에 어떻게 규중하고 있냐면 국제법이나 국제관습법은 법률과 동일한 효력이 있다라고 민 헌법에 규정이 돼 있어요. 따라서 만약에 국제법이나 국제 조약이 민사에 관한 내용을 담고 있다면 그것도 뭐가 될 수 있는 거죠?\n\n**17:00 - 17:30**\n민법의 법원, 민법의 존재 형식이 될 수가 있고요 그다음에 헌법재판소의 결정인 거죠. 자 헌법재판소가 결정을 내리게 되면 모든 국가 기관이 따라야 되고요 또 모든 국민이 그것을 지켜야 되는 거죠. 예를 들어가지고 제 뭐 최근에 간통죄는 처벌할 수 없다죠. 그래서 헌법재판소가 간통죄는 처벌할 수 없다\n\n**17:30 - 18:00**\n위헌이다라고 결정을 내렸어요. 그러면 모든 국가 기관 검찰이든 뭐든 더 이상 이제 간통죄로 뭐 할 수 없습니까? 처벌할 수도 없는 거고 또 개인 간의 사적으로도 뭐 할 수 없는 거죠? 처벌할 수 없는 거죠. 따라서 헌법재판소의 결정은 실질적으로는 무엇과 동일한 효력이 있는 거죠? 법률과 동일한 효력이 있는 거죠.\n\n**18:00 - 18:30**\n따라서 헌법재판소의 결정이 만약에 민사에 관한 내용이라면 그것도 뭐가 될 수 수 있어요? 민법의 법원이 될 수가 있고요 우리가 공부하는 시험 범위 안에서는 주택 임대 아이 죄송합니다 임대차의 최장 기간에 대한 제한에 대해서 헌법재판소가 위헌 판결 내린 적도 있어요. 그것도 민법의 법원, 민법의 존재 형식이 될 수가 있습니다.\n\n**18:30 - 19:00**\n근데 조심할 것은 뭐냐면 대법원 판례죠. 자 대법원 판례는 민법의 법원이 될 수가 없습니다. 다시 말하면 대법원의 판례는 법이 아니에요. 민법의 법원, 민법의 존재 형식이 될 수는 없는 거죠. 교재 보시면 불문법주의 이런 말이 나오는데 그런 건 몰라셔도 됩니다. 다시 말하면 대법원 판례는 민법의 법원이 될 수 없다라는 거\n\n**19:00 - 19:30**\n주의하시기 바라고 이 정도 기억하시면 돼요. 그다음에 법률이 없으면 관습법에 의한다 그래서 민법은 관습법의 형태로 존재할 수도 있습니다. 그래서 실제로 요 관습법과 관련된 민법은 우리가 물권법에서 중요한 부분이기 때문에 우리가 공부할 때 조심하셔야 돼. 자 먼저 개념부터 잡자고요. 자 어떤 지역에 오랫동안 이루어지는\n\n**19:30 - 20:00**\n관행이 있었어요. 이런 관행을 우리가 뭐라 그러냐면 관습이라고 하죠. 근데 우리 법에서는 사실인 관습이라고 해요. 요건 써도 되고 안 써도 돼요. 그래서 관습이란 오랜 관행을 우리가 관습이라고 합니다. 근데 이런 오랜 관행이 너무나 오랫동안 지속되다 보니까 사람들이 마치 이 관행을 법인 것처럼 인식하기 시작했어요.\n\n**20:00 - 20:30**\n이걸 우리가 법적 확신이라고 하죠. 이러면 이제 이게 뭐가 되냐면 관습법이 되는 거죠. 그럼 이렇게 되네요. 단순한 오랜 관행은 뭐예요? 사실인 관습. 오랜 관행이 너무나 오랫동안 지속되다 보니까 사람들이 뭐처럼 느끼기 시작했습니까? 법처럼 느끼기 시작했다 법적 확신이 부여가 되면 뭐가 되는 거죠? 관습법이 되는 거죠.\n\n**20:30 - 21:00**\n물론 그 오랜 관행의 법적 확신이 부여됐는지 안 됐는지는 어디서 결정되게 됩니까? 법원의 판결로서 결정이 되겠죠. 그죠? 그 정도 기억해 주시고 자 다시 한번요 단순한 오랜 관행이 뭐가 됩니까? 사실인 관습. 오랜 관행이 너무나 오랫동안 지속되다 보니까 법적 확신이 부여가 되면 뭐가 돼요? 관습법. 따라서 우측에 보시면\n\n**21:00 - 21:30**\n관습법이 성립하는 시기는 언제입니까? 법적 확신이 부여된 때죠. 물론 나중에 법원의 판결에 의해서 그것이 확인되는 과정이 필요하긴 하지만 판결 났을 때 관습법이 성립되는 것이 아니라 법적 확신이 부여가 됐을 때 관습법이 성립하게 됨을 주의하시기 바랍니다. 자 그럼 차이점 볼게요. 사실인 관습은 법이 아닙니다. 관습법은 법입니다.\n\n**21:30 - 22:00**\n따라서 사실인 관습은 법이 아니기 때문에 분쟁을 해결하기 위한 법원으로서 적용되지 않습니다. 다시 말하면 민법의 존재 형식인 그 법원은 관습법인 거지 사실인 관습이 아니에요. 따라서 사실인 관습은 법이 아니기 때문에 법원이 아니에요. 따라서 분쟁을 해결하기 위한 법원으로서 적용되지는 않습니다.\n\n**22:00 - 22:30**\n다만 나중에 공부하겠지만 법률 행위를 해석하는 기준으로는 쓰여요. 이에 반해서 관습법은 법입니다. 따라서 민법의 법원인 것이고 분쟁을 해결하기 위한 법원으로서 뭐가 되는 거죠? 적용이 되는 거죠. 그다음에 주장 입증 문제입니다. 자 아까 기초할 때 말씀 많이 드렸는데 자 우리가 재판을 할 때 두 가지를 전제로 합니다.\n\n**22:30 - 23:00**\n첫째 판사는 모든 법은 다 안다는 전제. 두 번째 판사는 법이 아닌 나머지 것들은 하나도 모른다는 전제. 요 두 가지 전제에서 재판을 해요. 왜 이렇게 두 가지 전제를 하고 재판을 하냐면 이렇게 돼야 판결이 재판이 공정하기 때문에 그래요. 자 이런 얘기입니다. 자 제가 판사인데요 어 이제 퇴근해 가지고 이제 뉴스를 보는데 뭐라고 나오\n\n**23:00 - 23:30**\n퇴근하고 집에 왔는데 내일 재판인데 시간이 남아요. 시간이 남아가지고 판사가 내일 재판있으니까 미리 연습 예습할 거야 해가지고 판사가 제출한 공소장 뭐 이런 거 막 서류 놓고 그날 그날 밤에 열심히 그걸 미리 예습했어요. 근데 보니까 막 어린아이를 성추행하고 뭐 살인을 저지르고 막 이런 식의 내용이 있는 거예요.\n\n**23:30 - 24:00**\n그러면 저는 재판 가기 전에 이미 오늘 밤에 끝나요 이 나쁜 놈이 처죽일 놈 이 댓글 달고 싶은 거죠 인터넷에 그죠? 끝나버리는 거죠. 이런 상태에서 다음 날 재판장 가서 판사석에 앉아 있어 봤자 그 피고가 억울합니다 판사님 저는 잘못이 없습니다라고 해봐야 백날 얘기해봐야 그 얘기가 뭐하지 않는 거죠? 들리지 않는 거죠.\n\n**24:00 - 24:30**\n그래서 판사는 이 재판이 공정하려면 재판 들어가기 전에는 아무것도 몰라야 돼. 아무것도 모르는 상태에 앉아 있어야 돼. 그래야 원고와 피고가 다투는 것 그 순간에서 옳고 그름을 판단하게 되는 거죠 선입감을 가지면 안 되는 거예요. 오로지 뭐만 알면 되는 거예요? 법만 알면 되는 거죠. 이해되시나요 여러분들? 그죠?\n\n**24:30 - 25:00**\n따라서 여러분들 뭐 재판의 영화 같은 거 보면 인정 심문해 가지고 이름 안영찬이요 주민번호 뭐 이렇게 막 물어보잖아요. 그거 다 서류 써 있거든요. 근데 그런 걸 왜 물어보고 검사가 그렇게 하냐면 판사는 법은 다 알지만 법이 아닌 나머지는 다 모른다는 전제에서 재판하기 때문에 그런 전제를 깔고 있기 때문에 이름도 모르니까 이름도 안영찬입니다 가르쳐줘야 된다 이런 얘기인 거예요.\n\n**25:00 - 25:30**\n자 그럼 끝났습니다. 관습법도 법입니다. 따라서 판사가 알고 있다는 전제에서 재판을 진행하는 것이므로 원칙적으로 판사에게 주장하거나 입증할 필요는 없는 겁니다. 사실인 관습은 법이 아닙니다. 따라서 판사가 모른다는 전제에서 재판을 하기 때문에 사실인 관습에 대해서는 주장하거나 입증을 해야 합니다.\n\n**25:30 - 26:00**\n물론 이 부분에 대해서 예외가 있겠죠. 근데 예외까지 기억해 두시면 객관식 문제를 못 풀어요. 헷갈린다고. 그러니까 우리 원칙만 자 이렇게 기억하자고요. 관습법도 법이다. 따라서 판사가 알고 있다는 전제에서 재판이 진행되므로 관습법에 대해서는 주장하거나 입증할 필요는 없다. 그죠? 사실인 관습은 법이 아니다.\n\n**26:00 - 26:30**\n판사가 모른다는 전제에서 재판이 이루어지기 때문에 사실인 관습에 대해서는 주장 입증에 입증을 해야 한다 까지만 기억하시면 돼요. 그다음 우측 하단 3번 성문법에 대한 관습법 효력 복잡하게 나와 있는데 우리 민법 1조 뭐라고 돼 있었어요? 법률이 없으면 관습법에 하고 관습법이었으면 조리죠?\n\n**26:30 - 27:00**\n따라서 관습법은 법률이 없어야지만 쓰이는 거예요. 그래서 이걸 보충적 효력설이라고 하는데 관습법이란 법률이 없는 경우에만 존재한다. 법률에 대해서 보충적 효력이 인정된다는 것이 우리 판례 입장이라는 거 기억해 두시기 바라고요 넘겨보시면 판례에 의하여 인정되는 관습법이 나옵니다.\n\n**27:00 - 27:30**\n1번 명인 방법, 2번 사실혼, 3번 관습법상 법정 지상권, 4번 분묘 기지권, 5번 명의 신탁 6번 동산의 양도담보 나오잖아요. 뭐 암기하실 필요는 없고 나중에 이거를 다 자세히 공부해야 돼요. 자 여기서 우리가 기초니까 개념을 정리하기 위해서 2번 사실혼만 설명드릴게요. 자 이게 뭐냐면 이런 겁니다. 우리 현행 민법상\n\n**27:30 - 28:00**\n부부가 되려면 혼인 신고를 해야 돼요. 혼인 신고. 혼인 신고를 해야지만 뭐가 돼요? 부부가 돼요. 근데 우리는 어떤 오랜 관행이 있냐면 예식장에서 그냥 사람들 불러먹고 뭐 이렇게 결혼식을 올리면 부부라는 관행이 있어요. 요게 뭐예요? 사실인 관계예요. 다시 말하면 너무나 결혼식을 올리면 부부라는\n\n**28:00 - 28:30**\n그런 관행이 너무나 오랫동안 지속이 되다 보니까 결혼식에서 예식을 올렸다면 혼인 신고 안 했더라도 그 사람들을 부부로 인정하는 관행이 있는 것이고요 우리 사법부과 신 이거는 뭐죠? 법적 확신까지 부여됐다는 거죠. 그래서 사실인 관계란 뭐냐면 동거하고 있는 게 말하는 게 아니에요. 혼인의 실질은 모두 갖췄지만\n\n**28:30 - 29:00**\n혼인 신고만을 안 하고 있는 부부 관계를 사실혼 관계라고 하고요 우리 법원에 따른다면 관습법상 부부입니다. 그러니까 이거는 법적인 부부예요 근데 어떤 법적인 부부예요? 관습법상 부부로 인정하는 것이고 단순한 동거하고 있는 것이 사실혼 관계가 아니라 혼인의 실질은 모두 다 갖췄지만 혼인 신고만을 안 하고 있는 부부 관계를 우리가 사실혼 관계라고 합니다.\n\n**29:00 - 29:30**\n그다음에 이제 조리죠. 관습법이 없으면 조리에 의한대요. 자 조리라는 말은 뭐냐면 사물의 기본 법칙이란 얘기예요. 뭐 해는 동쪽에서 떠서 서쪽으로 지고 물은 높은 곳은 낮은 곳으로 가고 이런 얘기인 거예요. 사물의 기본 법칙. 좀 어렵나요? 법적으로는 요거보다 더 쉬운 말은 뭐냐면 상식입니다 상식. 조금 어려운 말로 하면 사회 통념 요런 말도 쓸 수 있어요.\n\n**29:30 - 30:00**\n자 어떤 친구가 여러분들 친구가 뭐 이상한 또라이 같은 짓을 해요 그럴 때 이런 말 가끔 쓰나요? 야 임마 너는 그 소리가 지금 상식에 맞다고 생각해 할 때 그 상식 이게 조리예요. 자 이게 무슨 이런 얘기인 거죠. 제가 판사인데 누가 와가지고 판사님 억울합니다 재판 좀 해 주십시오라고 해요. 그럼 저는 그분들의 분쟁을 해결하기 위해서 먼저\n\n**30:00 - 30:30**\n법률이 있는지 없는지를 확인해봐야 되겠죠 법이 없어요 그래서 관습법이 있는지 없는지도 확인해봤어요 관습법도 없어요 그러면 나는 재판 못하겠다라고 재판을 거부할 수 있느냐 그럴 수는 없다는 거예요 만약에 법률도 없고 관습법도 없다면 재판부 입장에서는 상식에 부합하게 사회 통념에 부합하게 그 분쟁을 해결해줘야 된다는 의미에서\n\n**30:30 - 31:00**\n조리도 민법의 뭐가 되는 거죠? 존재 형식이 될 수 있는 거죠. 물론 그 부정설 긍정설 학설의 대립이 있는데 우리 판례 뭐죠? 긍정설을 취하고 있는 거죠. 그다음에 마지막으로 4번 판례는 대법원 판례는 뭐가 될 수 없습니까? 민법의 법원이 될 수 없다라는 거 말씀드렸죠. 그다음 우측에 이제 문제로 확인하기 나오는데 요거는 우리가 기초 강의할 때 문제 안 풀어볼 겁니다 그래서 기본서 강의 들어갔을 때 그때 문제 풀어볼 거고요 자 여기까지고 좀 쉬었다가 이제 우리가 제3절 민법의 기본 원리를 보도록 하겠습니다.",
  "segments": [
    {
      "text": "다음은 오디오 파일의 내용을 한국어로 전사한 스크립트입니다."
    },
    {
      "timestamp": "00:00",
      "text": "** - 00:30** 안녕하십니까 안영찬입니다. 드디어 2022년 주택관리사 시험 대비 민법 강의를 시작합니다. 첫 번째 강의용 과정은 기초 강의입니다. 그래서 여러분들이 요 민법을 앞으로 공부하기 위한 기초적인 내용을 제가 여러분들한테 전달해 드릴 거거든요. 일단 우리 주택관리사 시험에서 민법은 1차 과목이죠. 시험 문제는 지금 민법이 세 부분으로 나눠져 있거든요."
    },
    {
      "timestamp": "00:30",
      "text": "** - 01:00** 민법총칙, 물권법, 채권법. 이렇게 세 부분으로 나눠져 있고요. 출제는 민법총칙에서 60%가 출제가 되고요. 물권법과 채권법에서 40%가 출제가 됩니다. 시험 범위가 굉장히 넓습니다. 아 왜냐하면 실제로 여러분들이 공인중개사 시험하고 비교하시는 분들이 많으신데 공인중개사 시험하고"
    },
    {
      "timestamp": "01:00",
      "text": "** - 01:30** 주택관리사 민법의 그 시험 양, 시험 범위 양을 비교하면 주택관리사 민법이 공인중개사보다 거의 한 두 배 정도 많습니다. 두 배 정도. 두 배 정도 많고 양이 굉장히 많고요. 또 하나 특징은 공인중개사 시험하고 주택관리사 민법하고 어느 게 더 어려운가 난이도는 비슷한데 조금 정확히 말한다면 공인중개사 민법이 조금 어려워요."
    },
    {
      "timestamp": "01:30",
      "text": "** - 02:00** 주택관리사 민법은 좀 조금 용이합니다. 다만 시험 범위가 공인중개사 민법보다 두 배입니다. 양이 많단 얘기죠. 그러니까 실제로 공인중개사 공부를 하시던 분이 주택관리사 민법을 풀어보시면 모르는 게 많아요. 왜요? 공부 안 한 부분이 많으니까요. 많으니까. 그래서 공부 안 한 부분이 많아서 모르는 부분이 있는 것이지"
    },
    {
      "timestamp": "02:00",
      "text": "** - 02:30** 실제로 시험 난이도는 공인중개사 민법보다는 조금 쉽게 출제된다고 말씀드릴 수 있고요. 그다음에 모든 부분의 평균적으로 문제가 나오는 것이 아니라 민법총칙에서 60%, 물권법 채권법에서 40%가 출제가 되고요. 양은 실제 양은 물권법 채권법을 합치게 되면 민법총칙 양보다 한 네 배 정도 됩니다. 네 배 정도."
    },
    {
      "timestamp": "02:30",
      "text": "** - 03:00** 그러니까 네 배 정도 양이 많은데 문제는 40%밖에 출제가 안 되기 때문에 공부하실 때 이거를 좀 잘 배분하셔야 돼요. 그러니까 물권법 채권법까지 민법총칙과 비슷한 비중으로 열심히 공부를 하시면 민법만 공부하다가 끝나고요. 회계원리나 시설개론 같은 것은 손도 못 댈 수도 손도 못 대고 그냥 일 년이 지날 수도 있거든요."
    },
    {
      "timestamp": "03:00",
      "text": "** - 03:30** 그래서 공부하실 때 민법총칙 부분은 좀 자세하게 양도 많지 않고 시험 문제도 60%가 출제가 되니까 좀 자세하게 공부를 하시고요, 꼼꼼히. 그다음에 물권법과 채권법은 실질적으로 민법총칙보다 양이 네 배가 되는 부분이기 때문에 민법총칙처럼 자세하게 공부한다면 주택관리사 시험을 합격할 방법은 없습니다."
    },
    {
      "timestamp": "03:30",
      "text": "** - 04:00** 그래서 물권법과 채권법 부분은 중요한 부분 위주로 공부를 하시는 거예요. 그래야지만 극복할 수가 있습니다. 이것을 평균적으로 똑같은 비중으로 공부를 하시게 되면 한도 끝도 없다는 거 강조해 말씀드립니다. 공인중개사 민법보다 비 양이 시험 범위가 한 두 배 이상 된다는 거 말씀을 드리고요. 따라서 공부하실 때는 집중해서 공부하는 부분하고"
    },
    {
      "timestamp": "04:00",
      "text": "** - 04:30** 중요한 부분만 골라서 보는 부분을 좀 나눠서 해야 된다는 거 강조의 말씀을 드려요. 그다음에 주택관리사 시험은 1차가 상대평가 평균 60점이 넘으면 되는데 이 세 과목의 특징이 좀 있습니다. 회계원리 부분은 회계원리는 어려워요. 어렵다 어려워하시더라고요. 그래서 시간 투자를 많이 하시게 되고요."
    },
    {
      "timestamp": "04:30",
      "text": "** - 05:00** 민법 부분은 쉽게 느끼지만 쉽게 쉽다고 말씀하시는 분도 많지만 의외로 쉽지도 않습니다. 민법도 어렵거든요. 근데 실제로 회계원리 부분이 어렵고 고득점 맞기 어렵다 보니까 요 민법에서 민법에서 좀 점수를 맞춰가지고 회계원리나 다른 과목에 좀 보충을 해 주셔야 돼요. 그래서 민법은 여러분들이 일단"
    },
    {
      "timestamp": "05:00",
      "text": "** - 05:30** 70점 이상은 맞아야지만 어느 정도 합격할 가능성이 있는 부분이기 때문에 오히려 민법 부분도 열심히 공부해야 된다는 거 강조의 말씀을 드립니다. 하신 제가 드린 말씀은 모든 것을 평면적으로 똑같은 비중으로 공부하시다 보면 너무 양이 많기 때문에 한도 끝도 없다. 그래서 민법총칙 부분은 양도 적고"
    },
    {
      "timestamp": "05:30",
      "text": "** - 06:00** 많이 나오는 부분이니까 자세하게 공부하시고요, 물권법과 채권법 부분은 나오는 부분 중요한 부분을 골라서 확실하게 내 것으로 만드는 방법으로 공부를 하셔야 되고 그다음에 민법은 주택관리사 1차 시험의 특징상 민법에서 최소한 70점 이상은 맞춰주셔야 70점 이상은 나와야지만 합격할 가능성이 있다는 거 강조의 말씀을 드립니다."
    },
    {
      "timestamp": "06:00",
      "text": "** - 06:30** 자 기초 강의이기 때문에요 일단 편안한 마음으로 접근하시면 되고요 근데 물론 항상 이렇잖아요 여러분들 기초가 잘 안 되면 나중에 아무리 열심히 하려고 해도 실력이 안 늘죠 여러분들 그 자제분들 중에서 이렇 공부 못하는 학생이 있으면 선생님 만나가지고 아유 선생님 우리 애는 열심히 하는데"
    },
    {
      "timestamp": "06:30",
      "text": "** - 07:00** 기초가 부족해서 성적이 안 나와요 이런 얘기 많이 하시잖아요 다시 말하면 모든 공부의 시작은 기초이고 기초가 대단히 중요하다 그래서 기초를 잘 닦으셔야 나중에 정리하시고 좀 더 자세히 공부하실 때 공부하는 대로 실력이 쑥쑥 향상된다는 거 강조의 말씀 드리고 따라서 기초 강의도 처음부터 끝까지 다 들으셔야 돼 다 들으시고"
    },
    {
      "timestamp": "07:00",
      "text": "** - 07:30** 그때는 편안한 마음으로 들으시면 된다는 거 말씀을 드립니다. 자 우리 교재 14페이지 보시면 통칙 해서 민법의 의의가 나옵니다. 자 우리가 이제 민법을 공부하는 거니까 민법이 뭔지는 좀 생각을 해봐야 되겠죠. 자 민법을 우리가 뭔지를 이해하기 위해서 법을 나눠봐요. 공법과 사법입니다. 법을 공법과 사법으로 나눠요."
    },
    {
      "timestamp": "07:30",
      "text": "** - 08:00** 뭐가 공법이고 뭐가 사법인지에 대해서 학설의 대립이 있습니다. 뭐 이익설, 성질설, 주제설 나오거든요 그거 중요하지 않아요. 그러니까 우린 그냥 쉽게 이해할 수 있는 거. 개인과 개인 간의 관계를 규율하는 것은 뭐예요? 사법. 개인과 국가, 국가와 개인 간의 관계를 규율하는 것은 공법. 이렇게 되는 거죠. 아 물론 우리 민법은"
    },
    {
      "timestamp": "08:00",
      "text": "** - 08:30** 개인과 개인 간의 관계를 규율하니까 뭐가 되는 거죠? 사법이 되는 거죠. 그다음에 또 특별법과 일반법으로 나뉘어요. 법을 분류하면. 자 이게 무슨 말이냐면 대한민국 국민이기만 하면 그 누구에게나 일반적으로 다 적용이 된다면 일반법. 모든 공무원에게 다 적용되는 것이 아니라 특정된 사람에게만 적용되는 거 우리가 특별법이라고 해요."
    },
    {
      "timestamp": "08:30",
      "text": "** - 09:00** 물론 민법은 대한민국 국민이라고 한다면 그 사람이 대통령이 뭐든 상관없이 모든 사람에게 다 적용되니까 뭐가 되는 거죠? 일반법이 되는 거죠. 그다음에 또 법을 절차법과 실체법으로 나뉩니다. 자 실체법이라는 것은 뭐냐면 실체적인 권리와 의무를 담고 있는 법을 우리가 실체법이라고 하고요 이러한 권리와 의무를 취득하기 위한 절차 등을 규율하고 있는 법을 우리가 절차법이라고 하는 거죠."
    },
    {
      "timestamp": "09:00",
      "text": "** - 09:30** 예를 들면 쉽습니다. 아 민법은 실체법이고 부동산 등기법은 절차법입니다. 자 누가 그 아파트의 소유자인지 소유권이 있는지 없는지는 실체법인 민법에 의해서 결정이 되고요 그 소유권을 취득하기 위한 등기 절차는 부동산 등기법에 의해서 규율이 되는 거죠. 우리 민법은 실체적 권리와 의무를 담고 있기 때문에 뭐가 되는 거죠? 실체법이 되는 거죠."
    },
    {
      "timestamp": "09:30",
      "text": "** - 10:00** 자 요걸 이제 합치면 뭐가 되는 거죠? 아 우리 민법의 의의가 나와요. 민법이란 일반 사법으로서의 실체법입니다. 이게 민법의 의의예요. 자 민법은 개인과 개인 간의 관계를 규율하고 있기 때문에 사법이고요 대한민국 국민이기만 하면 누구에게나 모두 적용되니까 일반법입니다. 따라서 일반 사법이고"
    },
    {
      "timestamp": "10:00",
      "text": "** - 10:30** 그 내용은 실체적인 권리와 의무를 담고 있기 때문에 뭐가 되는 거죠? 실체법이 되는 거죠. 따라서 민법이란 일반 사법으로서의 실체법인 거죠. 이걸 우리가 뭐라 그러냐면 실질적 의미의 민법이라고 하는 거죠. 근데 우리 교재 우측에 보시면 형식적 의미의 민법이라는 게 나옵니다. 자 형식적 의미의 민법이라는 것은 민법전을 말해."
    },
    {
      "timestamp": "10:30",
      "text": "** - 11:00** 자 민법이라는 타이틀을 달고 있는 민법전을 우리가 형식적 의미의 법률이라고 하고요 형식적 의미의 민법인 민법은 1960년 1월 1일부터 시행되고 있습니다. 자 여기서 좀 생각해 볼 게 있습니다. 실질적 의미의 민법과 형식적 의미의 민법은 같아야 됩니다. 그렇지만 같지가 않아요. 왜 그러냐면 그림을 그리게 되면 요렇게 되는 거죠."
    },
    {
      "timestamp": "11:00",
      "text": "** - 11:30** 두 가지가 공통되는 부분도 있지만 공통되지 않는 부분도 있어요. 예를 들어가지고 주택 임대차 보호법은 주택 임대차 보호법이지 민법이 아니잖아요 따라서 형식적 의미의 민법은 아닙니다. 그렇지만 주택 임대차 보호법도 대한민국 국민이면 누구에게나 다 적용되고 개인과 개인 간의 관계를 규율하니까 일반 사법이고"
    },
    {
      "timestamp": "11:30",
      "text": "** - 12:00** 누구에게 임차권이 있는지 나오죠? 실질적 권리와 의무를 담고 있으니까 실체법인 거죠. 따라서 주택 임대차 보호법도 일반 사법으로서 실체법이기 때문에 실질적 의미의 민법이긴 하지만 형식적 의미의 민법은 아닌 거죠. 이해되시나요? 그다음에 또 민법 안에는 실질적 의미의 민법이 아닌 것도 있어요."
    },
    {
      "timestamp": "12:00",
      "text": "** - 12:30** 우리가 공부하다 보면 중요한 건 아니지만 민법 안에서도 처벌 규정이 나옵니다. 처벌 규정. 그러면 생각해보세요 여러분들 처벌은 누가 누구에게 하는 거죠? 국가가 개인에게 하는 거잖아요 그러면 민법전에 있는 처벌 규정은 공법적 역인 것이고 사법적 영향권 아니니까 뭐는 아닌 거죠? 실질적 의미의 민법은 아닌 거죠. 그래서 형식적 의미의 민법과"
    },
    {
      "timestamp": "12:30",
      "text": "** - 13:00** 실질적 의미의 민법은 중복되는 부분도 있지만 중복되지 않은 부분도 있다라는 거 생각해보시기 바라고 그다음에 우리가 앞으로 민법이라고 말할 때는 실질적 의미의 민법을 의미하는 것이지 형식적 의미의 민법을 의미하는 것은 아님을 주의하시기 바랍니다. 그래서 우측 하단에 보시면 제2절 민법의 법원 이렇게 나와 있잖아요."
    },
    {
      "timestamp": "13:00",
      "text": "** - 13:30** 민법 법원 앞에 뭐가 서해되어 있는 거죠? 실질적 의미의 민법의 법원인 거예요. 그래서 우린 앞으로 민법 하면 형식적 의미의 민법을 말하는 것이 아니라 무엇을 의미한다고요? 실질적 의미의 민법을 의미하는 것이고 실질적 의미의 민법이라는 것은 일반 사법으로서 실체법입니다. 이해되시죠 여러분들? 자 민법의 법원입니다."
    },
    {
      "timestamp": "13:30",
      "text": "** - 14:00** 자 법원이라는 말은 뭐냐면 줄임말입니다. 아 원래는 법의 연원이라는 말을 줄여가지고 법원이라고 해요. 아 지방법원 그런 고등법원 할 때 그 법원이 아니라 법의 연원이에요. 이것도 좀 어렵나요? 그럼 우리가 쉽게 말하면 법의 존재 형식이에요. 그럼 이렇게 되는 거죠. 민법의 법원이라는 말은 민법의 존재 형식이에요."
    },
    {
      "timestamp": "14:00",
      "text": "** - 14:30** 근데 그 민법이 무슨 민법 말한다고요? 실질적 의미의 민법을 말하잖아요. 그러면 민법의 법원이라는 말은 정확히 말하면 실질적 의미의 민법의 존재 형식이 되는 거죠. 자 실질적 의미의 민법은 어떻게 존재하느냐 우리 민법 1조가 규정하고 있습니다. 우측 맨 밑에 보시면 민사에 관하여 사법적 행위란 얘기죠. 개인과 개인 간의 관계에 관하여"
    },
    {
      "timestamp": "14:30",
      "text": "** - 15:00** 법률의 규정이 없으면 관습법에 하고 관습법이 없으면 조리에 의한다. 따라서 실질적 의미의 민법은 어떤 형태로 존재하게 되냐면 법률의 형태로 존재할 수도 있고요 법률이 없으면 관습법에 의한다. 관습법의 형태로도 존재할 수도 있고요 관습법에 의해서 없으면 조리에 의한다. 조리의 형태로 존재할 수 있는 거죠."
    },
    {
      "timestamp": "15:00",
      "text": "** - 15:30** 따라서 민법은 세 가지 형태로 존재할 수 있어요. 법률, 관습법, 조린 거죠. 그래서 넘겨보시면 1번 법원의 의미, 2번 제1조 법률의 의미가 나와있죠. 자 일단 여기서 말하는 법률은 국회에서 제정한 형식적 의미의 법률 물론 포함합니다. 따라서 법 제목과 상관없이 그것이 일반 사법으로서 실체법이라면 다 뭐로 두는 거죠?"
    },
    {
      "timestamp": "15:30",
      "text": "** - 16:00** 민법으로 들어오는 거죠. 그래서 제가 말씀드린 것처럼 주택 임대차 보호법은 민법인 거예요, 민법. 그뿐만 아니라 아 시행령 명령 규칙 그다음에 지방자치단체 법규 지방자치법규죠. 명령이나 규칙이나 지방자치 법규도 법규도 만약에 일반 사법으로서 실체법을 내용을 담고 있다면 그것도 뭐로 두는 거죠?"
    },
    {
      "timestamp": "16:00",
      "text": "** - 16:30** 아 실질적 의미의 민법으로 돌아오는 거죠. 그래서 주택 임대차 보호법도 민법이고요 주택 임대차 보호법 시행령 명령도 뭐가 돼요? 민법이 되는 거고요 또 만약에 이 주택 임대차 관련된 지방자치단체 법규가 있다면 있습니다 있다면 그것도 뭐가 되는 거죠? 민법의 법원으로 들어오게 되는 거죠. 자 그뿐만 아니라 국제법이나"
    },
    {
      "timestamp": "16:30",
      "text": "** - 17:00** 국제 조약과 같은 것도 민법 민사에 관한 내용이라면 민법의 법원이 될 수 있습니다. 자 이거는 뭐가 있냐면 우리 헌법이에요. 헌법에 어떻게 규중하고 있냐면 국제법이나 국제관습법은 법률과 동일한 효력이 있다라고 민 헌법에 규정이 돼 있어요. 따라서 만약에 국제법이나 국제 조약이 민사에 관한 내용을 담고 있다면 그것도 뭐가 될 수 있는 거죠?"
    },
    {
      "timestamp": "17:00",
      "text": "** - 17:30** 민법의 법원, 민법의 존재 형식이 될 수가 있고요 그다음에 헌법재판소의 결정인 거죠. 자 헌법재판소가 결정을 내리게 되면 모든 국가 기관이 따라야 되고요 또 모든 국민이 그것을 지켜야 되는 거죠. 예를 들어가지고 제 뭐 최근에 간통죄는 처벌할 수 없다죠. 그래서 헌법재판소가 간통죄는 처벌할 수 없다"
    },
    {
      "timestamp": "17:30",
      "text": "** - 18:00** 위헌이다라고 결정을 내렸어요. 그러면 모든 국가 기관 검찰이든 뭐든 더 이상 이제 간통죄로 뭐 할 수 없습니까? 처벌할 수도 없는 거고 또 개인 간의 사적으로도 뭐 할 수 없는 거죠? 처벌할 수 없는 거죠. 따라서 헌법재판소의 결정은 실질적으로는 무엇과 동일한 효력이 있는 거죠? 법률과 동일한 효력이 있는 거죠."
    },
    {
      "timestamp": "18:00",
      "text": "** - 18:30** 따라서 헌법재판소의 결정이 만약에 민사에 관한 내용이라면 그것도 뭐가 될 수 수 있어요? 민법의 법원이 될 수가 있고요 우리가 공부하는 시험 범위 안에서는 주택 임대 아이 죄송합니다 임대차의 최장 기간에 대한 제한에 대해서 헌법재판소가 위헌 판결 내린 적도 있어요. 그것도 민법의 법원, 민법의 존재 형식이 될 수가 있습니다."
    },
    {
      "timestamp": "18:30",
      "text": "** - 19:00** 근데 조심할 것은 뭐냐면 대법원 판례죠. 자 대법원 판례는 민법의 법원이 될 수가 없습니다. 다시 말하면 대법원의 판례는 법이 아니에요. 민법의 법원, 민법의 존재 형식이 될 수는 없는 거죠. 교재 보시면 불문법주의 이런 말이 나오는데 그런 건 몰라셔도 됩니다. 다시 말하면 대법원 판례는 민법의 법원이 될 수 없다라는 거"
    },
    {
      "timestamp": "19:00",
      "text": "** - 19:30** 주의하시기 바라고 이 정도 기억하시면 돼요. 그다음에 법률이 없으면 관습법에 의한다 그래서 민법은 관습법의 형태로 존재할 수도 있습니다. 그래서 실제로 요 관습법과 관련된 민법은 우리가 물권법에서 중요한 부분이기 때문에 우리가 공부할 때 조심하셔야 돼. 자 먼저 개념부터 잡자고요. 자 어떤 지역에 오랫동안 이루어지는"
    },
    {
      "timestamp": "19:30",
      "text": "** - 20:00** 관행이 있었어요. 이런 관행을 우리가 뭐라 그러냐면 관습이라고 하죠. 근데 우리 법에서는 사실인 관습이라고 해요. 요건 써도 되고 안 써도 돼요. 그래서 관습이란 오랜 관행을 우리가 관습이라고 합니다. 근데 이런 오랜 관행이 너무나 오랫동안 지속되다 보니까 사람들이 마치 이 관행을 법인 것처럼 인식하기 시작했어요."
    },
    {
      "timestamp": "20:00",
      "text": "** - 20:30** 이걸 우리가 법적 확신이라고 하죠. 이러면 이제 이게 뭐가 되냐면 관습법이 되는 거죠. 그럼 이렇게 되네요. 단순한 오랜 관행은 뭐예요? 사실인 관습. 오랜 관행이 너무나 오랫동안 지속되다 보니까 사람들이 뭐처럼 느끼기 시작했습니까? 법처럼 느끼기 시작했다 법적 확신이 부여가 되면 뭐가 되는 거죠? 관습법이 되는 거죠."
    },
    {
      "timestamp": "20:30",
      "text": "** - 21:00** 물론 그 오랜 관행의 법적 확신이 부여됐는지 안 됐는지는 어디서 결정되게 됩니까? 법원의 판결로서 결정이 되겠죠. 그죠? 그 정도 기억해 주시고 자 다시 한번요 단순한 오랜 관행이 뭐가 됩니까? 사실인 관습. 오랜 관행이 너무나 오랫동안 지속되다 보니까 법적 확신이 부여가 되면 뭐가 돼요? 관습법. 따라서 우측에 보시면"
    },
    {
      "timestamp": "21:00",
      "text": "** - 21:30** 관습법이 성립하는 시기는 언제입니까? 법적 확신이 부여된 때죠. 물론 나중에 법원의 판결에 의해서 그것이 확인되는 과정이 필요하긴 하지만 판결 났을 때 관습법이 성립되는 것이 아니라 법적 확신이 부여가 됐을 때 관습법이 성립하게 됨을 주의하시기 바랍니다. 자 그럼 차이점 볼게요. 사실인 관습은 법이 아닙니다. 관습법은 법입니다."
    },
    {
      "timestamp": "21:30",
      "text": "** - 22:00** 따라서 사실인 관습은 법이 아니기 때문에 분쟁을 해결하기 위한 법원으로서 적용되지 않습니다. 다시 말하면 민법의 존재 형식인 그 법원은 관습법인 거지 사실인 관습이 아니에요. 따라서 사실인 관습은 법이 아니기 때문에 법원이 아니에요. 따라서 분쟁을 해결하기 위한 법원으로서 적용되지는 않습니다."
    },
    {
      "timestamp": "22:00",
      "text": "** - 22:30** 다만 나중에 공부하겠지만 법률 행위를 해석하는 기준으로는 쓰여요. 이에 반해서 관습법은 법입니다. 따라서 민법의 법원인 것이고 분쟁을 해결하기 위한 법원으로서 뭐가 되는 거죠? 적용이 되는 거죠. 그다음에 주장 입증 문제입니다. 자 아까 기초할 때 말씀 많이 드렸는데 자 우리가 재판을 할 때 두 가지를 전제로 합니다."
    },
    {
      "timestamp": "22:30",
      "text": "** - 23:00** 첫째 판사는 모든 법은 다 안다는 전제. 두 번째 판사는 법이 아닌 나머지 것들은 하나도 모른다는 전제. 요 두 가지 전제에서 재판을 해요. 왜 이렇게 두 가지 전제를 하고 재판을 하냐면 이렇게 돼야 판결이 재판이 공정하기 때문에 그래요. 자 이런 얘기입니다. 자 제가 판사인데요 어 이제 퇴근해 가지고 이제 뉴스를 보는데 뭐라고 나오"
    },
    {
      "timestamp": "23:00",
      "text": "** - 23:30** 퇴근하고 집에 왔는데 내일 재판인데 시간이 남아요. 시간이 남아가지고 판사가 내일 재판있으니까 미리 연습 예습할 거야 해가지고 판사가 제출한 공소장 뭐 이런 거 막 서류 놓고 그날 그날 밤에 열심히 그걸 미리 예습했어요. 근데 보니까 막 어린아이를 성추행하고 뭐 살인을 저지르고 막 이런 식의 내용이 있는 거예요."
    },
    {
      "timestamp": "23:30",
      "text": "** - 24:00** 그러면 저는 재판 가기 전에 이미 오늘 밤에 끝나요 이 나쁜 놈이 처죽일 놈 이 댓글 달고 싶은 거죠 인터넷에 그죠? 끝나버리는 거죠. 이런 상태에서 다음 날 재판장 가서 판사석에 앉아 있어 봤자 그 피고가 억울합니다 판사님 저는 잘못이 없습니다라고 해봐야 백날 얘기해봐야 그 얘기가 뭐하지 않는 거죠? 들리지 않는 거죠."
    },
    {
      "timestamp": "24:00",
      "text": "** - 24:30** 그래서 판사는 이 재판이 공정하려면 재판 들어가기 전에는 아무것도 몰라야 돼. 아무것도 모르는 상태에 앉아 있어야 돼. 그래야 원고와 피고가 다투는 것 그 순간에서 옳고 그름을 판단하게 되는 거죠 선입감을 가지면 안 되는 거예요. 오로지 뭐만 알면 되는 거예요? 법만 알면 되는 거죠. 이해되시나요 여러분들? 그죠?"
    },
    {
      "timestamp": "24:30",
      "text": "** - 25:00** 따라서 여러분들 뭐 재판의 영화 같은 거 보면 인정 심문해 가지고 이름 안영찬이요 주민번호 뭐 이렇게 막 물어보잖아요. 그거 다 서류 써 있거든요. 근데 그런 걸 왜 물어보고 검사가 그렇게 하냐면 판사는 법은 다 알지만 법이 아닌 나머지는 다 모른다는 전제에서 재판하기 때문에 그런 전제를 깔고 있기 때문에 이름도 모르니까 이름도 안영찬입니다 가르쳐줘야 된다 이런 얘기인 거예요."
    },
    {
      "timestamp": "25:00",
      "text": "** - 25:30** 자 그럼 끝났습니다. 관습법도 법입니다. 따라서 판사가 알고 있다는 전제에서 재판을 진행하는 것이므로 원칙적으로 판사에게 주장하거나 입증할 필요는 없는 겁니다. 사실인 관습은 법이 아닙니다. 따라서 판사가 모른다는 전제에서 재판을 하기 때문에 사실인 관습에 대해서는 주장하거나 입증을 해야 합니다."
    },
    {
      "timestamp": "25:30",
      "text": "** - 26:00** 물론 이 부분에 대해서 예외가 있겠죠. 근데 예외까지 기억해 두시면 객관식 문제를 못 풀어요. 헷갈린다고. 그러니까 우리 원칙만 자 이렇게 기억하자고요. 관습법도 법이다. 따라서 판사가 알고 있다는 전제에서 재판이 진행되므로 관습법에 대해서는 주장하거나 입증할 필요는 없다. 그죠? 사실인 관습은 법이 아니다."
    },
    {
      "timestamp": "26:00",
      "text": "** - 26:30** 판사가 모른다는 전제에서 재판이 이루어지기 때문에 사실인 관습에 대해서는 주장 입증에 입증을 해야 한다 까지만 기억하시면 돼요. 그다음 우측 하단 3번 성문법에 대한 관습법 효력 복잡하게 나와 있는데 우리 민법 1조 뭐라고 돼 있었어요? 법률이 없으면 관습법에 하고 관습법이었으면 조리죠?"
    },
    {
      "timestamp": "26:30",
      "text": "** - 27:00** 따라서 관습법은 법률이 없어야지만 쓰이는 거예요. 그래서 이걸 보충적 효력설이라고 하는데 관습법이란 법률이 없는 경우에만 존재한다. 법률에 대해서 보충적 효력이 인정된다는 것이 우리 판례 입장이라는 거 기억해 두시기 바라고요 넘겨보시면 판례에 의하여 인정되는 관습법이 나옵니다."
    },
    {
      "timestamp": "27:00",
      "text": "** - 27:30** 1번 명인 방법, 2번 사실혼, 3번 관습법상 법정 지상권, 4번 분묘 기지권, 5번 명의 신탁 6번 동산의 양도담보 나오잖아요. 뭐 암기하실 필요는 없고 나중에 이거를 다 자세히 공부해야 돼요. 자 여기서 우리가 기초니까 개념을 정리하기 위해서 2번 사실혼만 설명드릴게요. 자 이게 뭐냐면 이런 겁니다. 우리 현행 민법상"
    },
    {
      "timestamp": "27:30",
      "text": "** - 28:00** 부부가 되려면 혼인 신고를 해야 돼요. 혼인 신고. 혼인 신고를 해야지만 뭐가 돼요? 부부가 돼요. 근데 우리는 어떤 오랜 관행이 있냐면 예식장에서 그냥 사람들 불러먹고 뭐 이렇게 결혼식을 올리면 부부라는 관행이 있어요. 요게 뭐예요? 사실인 관계예요. 다시 말하면 너무나 결혼식을 올리면 부부라는"
    },
    {
      "timestamp": "28:00",
      "text": "** - 28:30** 그런 관행이 너무나 오랫동안 지속이 되다 보니까 결혼식에서 예식을 올렸다면 혼인 신고 안 했더라도 그 사람들을 부부로 인정하는 관행이 있는 것이고요 우리 사법부과 신 이거는 뭐죠? 법적 확신까지 부여됐다는 거죠. 그래서 사실인 관계란 뭐냐면 동거하고 있는 게 말하는 게 아니에요. 혼인의 실질은 모두 갖췄지만"
    },
    {
      "timestamp": "28:30",
      "text": "** - 29:00** 혼인 신고만을 안 하고 있는 부부 관계를 사실혼 관계라고 하고요 우리 법원에 따른다면 관습법상 부부입니다. 그러니까 이거는 법적인 부부예요 근데 어떤 법적인 부부예요? 관습법상 부부로 인정하는 것이고 단순한 동거하고 있는 것이 사실혼 관계가 아니라 혼인의 실질은 모두 다 갖췄지만 혼인 신고만을 안 하고 있는 부부 관계를 우리가 사실혼 관계라고 합니다."
    },
    {
      "timestamp": "29:00",
      "text": "** - 29:30** 그다음에 이제 조리죠. 관습법이 없으면 조리에 의한대요. 자 조리라는 말은 뭐냐면 사물의 기본 법칙이란 얘기예요. 뭐 해는 동쪽에서 떠서 서쪽으로 지고 물은 높은 곳은 낮은 곳으로 가고 이런 얘기인 거예요. 사물의 기본 법칙. 좀 어렵나요? 법적으로는 요거보다 더 쉬운 말은 뭐냐면 상식입니다 상식. 조금 어려운 말로 하면 사회 통념 요런 말도 쓸 수 있어요."
    },
    {
      "timestamp": "29:30",
      "text": "** - 30:00** 자 어떤 친구가 여러분들 친구가 뭐 이상한 또라이 같은 짓을 해요 그럴 때 이런 말 가끔 쓰나요? 야 임마 너는 그 소리가 지금 상식에 맞다고 생각해 할 때 그 상식 이게 조리예요. 자 이게 무슨 이런 얘기인 거죠. 제가 판사인데 누가 와가지고 판사님 억울합니다 재판 좀 해 주십시오라고 해요. 그럼 저는 그분들의 분쟁을 해결하기 위해서 먼저"
    },
    {
      "timestamp": "30:00",
      "text": "** - 30:30** 법률이 있는지 없는지를 확인해봐야 되겠죠 법이 없어요 그래서 관습법이 있는지 없는지도 확인해봤어요 관습법도 없어요 그러면 나는 재판 못하겠다라고 재판을 거부할 수 있느냐 그럴 수는 없다는 거예요 만약에 법률도 없고 관습법도 없다면 재판부 입장에서는 상식에 부합하게 사회 통념에 부합하게 그 분쟁을 해결해줘야 된다는 의미에서"
    },
    {
      "timestamp": "30:30",
      "text": "** - 31:00** 조리도 민법의 뭐가 되는 거죠? 존재 형식이 될 수 있는 거죠. 물론 그 부정설 긍정설 학설의 대립이 있는데 우리 판례 뭐죠? 긍정설을 취하고 있는 거죠. 그다음에 마지막으로 4번 판례는 대법원 판례는 뭐가 될 수 없습니까? 민법의 법원이 될 수 없다라는 거 말씀드렸죠. 그다음 우측에 이제 문제로 확인하기 나오는데 요거는 우리가 기초 강의할 때 문제 안 풀어볼 겁니다 그래서 기본서 강의 들어갔을 때 그때 문제 풀어볼 거고요 자 여기까지고 좀 쉬었다가 이제 우리가 제3절 민법의 기본 원리를 보도록 하겠습니다."
    }
  ],
  "model": "gemini-3-flash-preview",
  "completedAt": "2026-01-26T03:49:02.282Z"
}