{
  "transcript": "다음은 해당 오디오 파일의 한국어 스크립트입니다.\n\n00:00 [강사]: 자, 이제 30페이지 보시면, 1. 권리의 충돌이 나오죠. 이게 무슨 얘기냐면 권리가 여러 개가 있어요. 여러 개가 있는데 모든 권리를 만족시킬 수 있으면 문제가 없겠죠. 근데 모든 권리를 만족시킬 수가 없어요. 그러면 이제 권리의 우열, 순서를 정하게 되는데 이걸 우리가 권리의 충돌이라고 합니다.\n\n00:28 우측에 보시면 2번, 권리 상호 간의 순위가 나오는데, 음... 요렇게 정리하시면 될 것 같아요. 권리의 우열, 순서죠. 그쵸? 원칙: 성립된 순서에 따른다. 따라서 원칙적으로 먼저 성립한 권리가 우선하고요, 늦게 성립한 권리는 열등한 것이 원칙이다, 이렇게 원칙 깔고 가는 거예요. 그쵸?\n\n00:58 다만 예외. 무슨 말이죠? 성립 순서와 상관이 없는 경우가 있다, 이 거죠. 순서와 상관이 없는 경우. 첫째, 채권끼리는 평등하다. 이게 무슨 말이냐면, 돈 빌려준 것을 말씀드리면, 어... 먼저 돈을 빌려줬다 그래서 먼저 받는 건 아니죠. 늦게 돈을 빌려줬다 그래서 늦게 받는 것도 아니에요. 왜냐하면 이걸 우리가 채권자 평등의 원칙이라고 하고요.\n\n01:33 결국은 돈 빌린 사람이 여러 사람이면 먼저 받는 사람이 장땡인 거예요. 이걸 우리가 선행주의라고 해요. 아니면 채무자가 파산했을 때는 먼저 받는 사람이 먼저 돈을 받는 것이 아니라 채권자는 평등하기 때문에 채권액의 비율로 안분배분받게 되는 거죠. 채권은 평등하다, 우열이 없죠.\n\n01:54 두 번째, 소유권과 제한물권이 충돌하는 경우에는 성립된 순서와 상관없이 제한물권이 우선한다. 예를 들어서 제가 아파트에 대해서 소유권이 있고요, 그 아파트에 대해서 제한물권 전세권을 설정해 줬어요. 그럼 물론 소유권이 먼저고 제한물권이 나중이지만, 이제 그 집에서 살아야 될 사람은 소유권자인 제가 아니라 제한물권자인 전세권자인 거죠.\n\n02:30 따라서 소유권과 제한물권이 충돌하게 되는 경우에는 그때는 성립된 순서와 상관없이 뭐가 우선합니까? 제한물권이 우선하게 된다.\n\n02:41 다음에 세 번째로 물권과 채권입니다. 여기서 예외가 있긴 해요, 예외의 예외가 있긴 한데 그냥 우리는 원칙만 기억하시면 돼요. 성립된 순서와 상관없이 물권이 우선한다. 그래서 물권과 채권이 충돌하게 되면 성립 순서와 상관없이 물권이 우선한다, 이렇게 큰 틀을 기억하시고요, 나중에 이제 구체적으로 또 봐야 되겠죠.\n\n03:04 그다음에 2번, 권리의 중첩해 가지고 2번, 권리의 경합이라는 게 있다, 이 거죠. 그쵸? 자, 이건 뭐냐 하면 권리가 여러 개가 있는데 경합된다는 말은 결과적으로 선택적으로 행사할 수 있다, 요런 말인 거예요. 권리가 경합된다 그러면 뭐라고요? 선택적으로 행사할 수 있다.\n\n03:26 그래서 뭐, 얘네가 물권과 채권이 경합된다 그러면 아, 물권과 채권의 선택적으로 행사할 수 있는 거구나, 이렇게 이해하시면 되는 거거든요. 자, 한번 생각해보세요, 여러분들. 갑이 A라는 건물에 대해서 소유권이 있는데 을과 만나 가지고 임대차 계약을 했어요. 그래서 을이 그 건물에서 거주하고 살고 있는데 임대차 계약이 종료가 됐습니다.\n\n03:57 그러면 갑은 임대차 계약이 종료됐다는 계약상의 채권을 이유로 내 집에서 나가라라고 인도해 달라고 청구할 수가 있겠죠. 또 아니면 아, 갑은 자신이 소유권이 있으니까 소유권을 이유로 뭐 할 수 있습니까? 을에게 인도해 줄 것을 청구할 수가 있는 거죠.\n\n04:19 그러면 갑에게는 계약이 종료됐다는 이유로, 임대차 계약이 종료됐다는 이유로 계약상 청구권으로서 인도를 청구할 수도 있고요. 아니면 소유자로서 소유권으로서 인도를 해달라고 청구할 수 있는 거죠. 물론 어차피 어떤 것을 선택해서 청구하더라도 을로부터 인도받게 되면 반환받게 되면 목적을 달성하게 되잖아요. 이런 걸 우리가 권리의 경합이라고 해요.\n\n04:50 따라서 권리가 경합된다 그러면 여러분들은 어떻게 해요? 아, 아무거나 행사해서 행사하게 되면 목적을 달성할 수 있는 거구나, 이렇게 이해하시면 되는 거죠.\n\n04:59 그다음에 32페이지 오시면 법규의 경합해서 법조 경합이란 말이 나와요. 이건 우리가 하나만 기억하시면 돼요. 특별법 우선의 원칙이죠. 자, 민법과 같은 일반법에도 규정이 있고요, 아니면 특별법에도 규정이 있어요. 똑같은 사항에 대해서.\n\n05:28 자, 똑같은 사항에 대해서 규정이 있는 경우에는 무엇이 우선합니까? 특별법이 우선해서 적용되는데 이걸 우리가 법규의 경합이라고 합니다. 예를 들어서 갑이 소유하고 있는 A라는 주택에 대해서 임대차 계약을 했어요. 임대차 계약. 근데 임대차 계약을 하면서 예를 들어서 어... 존속기간을 약정하지 않았어요.\n\n06:12 그럼 우리가 나중에 배우게 되는데 민법에는 어떤 규정이 있냐면 임대차 계약에 대해서 존속기간을 약정하지 않으면 최단기간을 보장하지 않는다. 따라서 갑이든 을이든 그 누구든 아무 때나 해지할 수 있다, 나가라고 요구할 수도 있고 나가겠다고 요구할 수 있다라고 민법에 규정이 되어 있어요.\n\n06:31 근데 주택임대차보호법은 최소한 2년이 보장된다라고 되어 있거든요. 그래서 만약에 존속기간 약정이 없다면 주택임대차보호법 몇 년인 거죠? 2년인 거죠. 자, 그럼 여기서 민법 규정과 주택임대차보호법 규정이 충돌하고 있는 거죠? 이런 경우 우리가 법조 경합이라고 하고 특별법 우선의 원칙에 따라서 주택이라면 민법이 적용되는 것이 아니라 주택임대차보호법이 적용되는 거죠.\n\n07:01 다시 말하면 일반법과 특별법이 충돌하게 되면 무엇이 적용됩니까? 특별법이 적용되는데 이걸 우리가 법조 경합 또는 특별법 우선의 원칙이라고 합니다. 자, 교재에 나와 있는 예는 이런 겁니다. 갑이라는 사람이 을에게 과실로 손해를 입혔어요. 뭐 운전하다가 운전 미숙으로 을을 다치게 했어요.\n\n07:27 그러면 민법에는 뭐라고 되어 있냐면 고의나 과실로 타인에게 손해를 준 경우에는 불법행위를 구성한다. 그래서 민법에서는 불법행위를 원인으로 손해배상을 청구할 수가 있는 거죠. 근데 만약에 이 사람이 신분이 일반인이 아니라 아, 공무원이에요. 그럼 공무원이면 어디에도 규정이 되어 있냐면 국가배상법에도 규정되어 있거든요.\n\n07:56 국가배상법을 근거로 해서 을에게 손해배상을 청구할 수 있는 거예요. 그러면 갑이 을에게 과실로 손해를 끼쳤다라는 이 한 가지 사실에 대해서 민법에도 규정이 있고 국가배상법에도 규정이 있다면 특별법 우선의 원칙에 따라서 민법은 적용되지 않고 국가배상법이 적용되게 된다는 거죠.\n\n08:21 다시 말하면 한 가지 사실 관계에 대해서 여러 개의 법이 규정되어 있다면 무슨 법이 우선해서 적용됩니까? 특별법이 우선해서 적용됩니다. 이게 뭐죠? 특별법 우선의 원칙이라고 합니다.\n\n08:37 그다음에 권리 행사의 의무 이행 해가지고 신의 성실의 원칙, 권리 남용의 금지의 원칙이 나오는데 이건 우리가 기초 강의할 때는 다루지 않을 겁니다. 우리가 기본서 강의할 때 다룰 거고요. 자, 이제 우리 어디로 갈 거냐면 46페이지의 권리의 주체로 갈 겁니다. 기초 강의이기 때문에 여러분들이 베이스를 까는 강의이기 때문에 신의 성실의 원칙은 안 합니다. 좀 어려울 수 있어서 그래요. 신의 성실의 원칙은 판례까지 봐줘야 되거든요.\n\n09:08 자, 이제 기초로서 이제 권리의 주체. 요것도 좀 우리가 좀 생각을 해봐야 돼요. 자, 우리가 이제 민법을 공부하게 되면 능력이라는 말이 참 많이 나와요. 권리 능력이라는 말도 있고요, 의사 능력, 행위 능력이라는 말도 있습니다. 권리 능력, 의사 능력, 행위 능력.\n\n09:34 자, 권리 능력이라는 말은 뭐냐 하면 권리를 가질 수 있는 능력을 말해요. 그럼 권리는 누가 가질 수 있느냐? 사람이 가질 수 있는데 사람이 두 가지입니다. 자연인과 법인인 거죠. 따라서 현행 민법상 권리는 자연인과 법인만이 가질 수 있어요.\n\n10:02 그러다 보니까 우리 법은 사물을 구성함에 있어서, 사물을 구별함에 있어서 두 가지로 나뉘어요. 사람과 물건으로 나뉘는 거죠. 그다음에 사람만이 뭘 가질 수 있어요? 권리를 가질 수 있고 물건은 뭘 가질 수 없는 거죠? 권리를 가질 수 없는 거죠. 그러다 보니까 어... 동물, 반려견, 이런 애들은 어떻게 처리할 것인가에 대해서 현행법상 그 동물이나 반려견들은 다 어디로 들어가는 거죠? 물건으로 들어가는 거죠.\n\n10:33 그래서 고의로 남의 집 강아지를 죽이면 어... 현행 형법상 특별법을 빼고요, 형법상은 손괴죄로 처벌을 받는 거죠. 왜요? 그 동물도 물건이니까요. 그러다 보니까 최근에 그 동물을 물건으로 넣는 건 뭐... 좀 문제가 있는 거 아니냐 해가지고 민법에 대한 개정 논의가 있습니다. 그래서 사물을 구별할 때 사람, 동물, 물건 이렇게 세 가지로 구별하려고 하는 입법적인 논의가 현재 진행되고 있긴 하지만 현재 상태에서는 사람과 물건 두 가지 만으로 분류하고 있다는 거 주의하시기 바라고 권리는 누구만이요? 사람, 자연인과 법인만이 가질 수 있는 거죠.\n\n11:17 자, 법인에 대해서도 우리가 공부를 하겠지만 나중에 공부하고요. 우리가 오늘 기초 강의에서는 자연인만 생각해보도록 하죠. 자, 우리 민법 3조가 나와 있죠? 이렇게 되어 있습니다. 사람은 생존한 동안 권리와 의무의 주체가 된다. 이렇게 민법 3조 나와 있잖아요. 따라서 우리 민법 3조에 따른다면 사람은 생존하는 동안, 사람은 출생한 때부터 사망할 때까지 뭐가 있는 거죠? 권리 능력이 있는 거고 출생할 때부터 사망할 때까지 권리를 가질 수 있는 거고 출생할 때부터 사망할 때까지 사람인 거죠.\n\n11:57 자, 그러면 이제 문제가 돼요. 자, 언제 출생을 한 것이냐에 대해서도 좀 문제가 있죠. 왜냐하면 사람이 출생하는 것은 하나, 둘, 셋 짠하고 태어나는 것은 아니잖아요. 그래서 사람의 출생 시기, 권리 능력의 취득 시기에 대해서 뭐 진통설도 있고요, 일부 노출설도 있고 전부 노출설도 있고 여러 가지가 있어요. 근데 우리 민법은 전부 노출설을 취합니다.\n\n12:25 따라서 사람은 엄마 몸에서 전부 다 나왔을 때 권리 능력이 있고 사람이 되는 거죠. 일부만 남아 있는 상태에서는 사람이 아닌 것이 되는 겁니다. 자, 우리 민법은 그렇고요. 형법은 진통설을 취합니다. 형법은 어떻게 이해하냐면 그 산모가 아이를 낳기 위하여 산통을 시작하게 되면, 진통이 시작되면 이미 그 엄마 배 속에 있는 아이는 사람이다라고 이해하는 것이 형법의 태도예요.\n\n13:00 뭐가 맞을까요? 뭐가 맞고 틀린 건 없는 거고요. 법의 목적이 다른 거죠. 자, 지금 민법은 적극적으로 권리를 보호, 보호하기... 권리를 주기 위한 법인 거고 형법은 그 엄마 배 속에 있는 그 아이를 보호하기 위한 법이잖아요. 그래서 보호 범위를 넓히기 위해서 형법은 사람의 시기를 좀 앞당기는 거예요.\n\n13:25 자, 만약에 전부 노출설을 형법도 취하고 있게 되면은 만약에 의사가 그 아이를 치료하는 과정에 잘못해서 그 아이가 사망하더라도 업무상 과실 치사가 되질 않아요. 왜냐하면 엄마 배 속에 있는 아이는 뭐가 아니에요? 사람이 아니니까요. 근데 진통설에 따라서 그 아이가 사람이 되는 시기를 앞당기게 되면 의사가 치료하는 과정에서 아이를 잘못해서 아이가 죽으면 뭐가 되는 거죠? 업무상 과실 치사가 되는 거죠.\n\n13:55 자, 우리 민법은, 민법 시간이니까 엄마 몸에서 전부 나왔을 때부터 사람이고 권리 능력을 취득한다고 봅니다. 그럼 출생하기 전의 태아는 권리 능력이 있다는 얘기예요, 없다는 얘기예요? 태아는 출생하기 전이니까 권리 능력이 없다는 거죠.\n\n14:21 그러면 태아는 뭘까요? 자, 출생하고 나면 사람인데 출생하기 전의 태아는 뭐가 아니에요? 사람이 아닌 거죠. 그럼 물건일까요? 자, 우리 법은 이 태아에 대해서는 원칙적으로 권리 능력이 없고요, 엄마 모 신체의 일부로 이해합니다. 다시 말하면 태아는 엄마 배 속에 있는 심장, 폐나 간 같은 신체의 일부로 이해하는 것이 우리 법의 태도입니다.\n\n14:52 그래서 만약에 가슴 아픈 얘기지만 임산부가 교통사고를 당해서 유산하시게 되면 운전자는 업무상 과실 치사, 사람을 죽인 게 아니라 엄마를 다치게 한 업무상 과실 치상이 되는 거죠. 왜요? 태아는 엄마 신체 일부니까. 중상일까요, 경상일까요?\n\n15:19 임산부가 유산했다 그래서 뭐 장기간 입원 가료가 필요한 것은 아니고 어떤 중증의 장애를 남기는 것도 아니기 때문에 법적으로는 경상이에요. 그러다 보니까 임산부가 교통사고로 유산하시게 되면 보험회사에서 보상받는 금액이 굉장히 적습니다. 이해되시죠? 가슴 아프지만.\n\n15:43 따라서 이러한 현행법 체계는 태아의 법적 보호가 취약해요. 그래서 자측 맨 밑에 보시면 태아는 원칙적으로 엄마 신체 일부고 권리 능력이 없지만 몇 가지 예외적으로 태아에게 무엇을요? 권리 능력을 인정해 주는 것이 있어요. 물론 그 예외적으로 권리 능력이 인정되는 부분은 우리가 나중에 공부할 거예요. 일단 태아는 엄마 신체 일부로서 일단은 원칙적으로 권리 능력이 없다는 전제에서 가게 되는 거죠.\n\n16:12 다음에 사망하게 되면 권리 능력이 소멸되겠죠? 어... 그러면 사람이 또 언제 죽는 거냐도 문제가 되죠. 요것도 뭐 여러 가지 학설설이 있어요. 뭐 뇌사설이 있고요, 뭐 심장 종지설 또는 심장 사설 뭐 이런 게 있는데 우리 법적으로는 심장 종지설, 아 심장 사설을 취합니다.\n\n16:38 따라서 심장이 멈추면 사망한 것으로 이해하게 돼요. 그래서 심장이 뛰고 있을 때는 사람이고 심장이 멈추면 사망한 거예요. 그래서 법적으로는 뇌사설을 인정하지 않습니다. 왜냐하면 뇌사라는 것은 뇌가 죽었는데 심장이 뛰고 있는 거잖아요. 그렇기 때문에 그것도 뭐예요? 살아있는 거거든요. 그래서 특별법에 의해서 어떤 장기 이식하는 법률 이런 법에 의해서 장기를 이식할 수 있는 방법은 마련하고 있지만 현행법상 심장이 멈춰야 사망한 것으로 보는 것이 우리 법의 태도입니다.\n\n17:13 그러면 사망 후에는 뭘까요? 심장이 멈추게 되면 권리 능력이 없어요. 그러면 심장이 멈췄어요. 이걸 우리가 시체 또는 시신이라고 하잖아요. 시신은 법적으로 물건이 됩니다. 물건. 왜요? 사물은 사람 아니면 물건으로 나뉘잖아요. 그래서 시신도 뭐인 거죠? 물건인 거죠. 그래서 가슴 아프지만 우리는 언젠가는 뭐로 바뀔 존재인 거죠? 물건으로 바뀔 존재가 되는 거죠. 이 정도의. 그쵸?\n\n17:47 그래서 교재로 보시면 태아의 예외적으로 권리 능력이 인정되는 것은 우리가 어... 볼 아직은 볼 것이 아닌 거고요. 자, 이제 49페이지 오시면 행위 능력 해가지고 권리 능력 말씀드렸죠. 그쵸? 그다음에 의사 능력이라는 말이 나와요.\n\n18:03 자, 의사 능력이라는 말은 쉽게 개념을 정리하시면 되는 거죠. 스스로 의사를 결정할 수 있는 능력인 거죠. 만약에 이러한 의사를 결정할 수 있는 능력이 결여됐다면 없다면 이 사람은 우리가 의사 무능력자라고 하고요. 의사 무능력자가 법률행위라면 뭐가 되냐면 무효, 아무런 효과가 없는 거예요.\n\n18:31 그럼 누가 의사 무능력자냐? 예를 들어 가지고 어... 유아 할까요? 자, 아이가 출생해 가지고요, 지금 5개월째 됐어요. 5개월째 됐더라도 그 아이는 출생을 했기 때문에 뭐는 있는 거죠? 권리 능력은 있는 거죠. 다만 그 5개월 된 아이가 스스로 의사를 결정할 수는 없으니까 그 아이는 뭐가 되는 거죠? 의사 무능력자가 되는 거죠.\n\n19:02 만취자. 술을 이따위 처먹었습니다. 이따위 처먹었더라도 권리 능력은 있는 거죠. 그쵸? 사람인 거예요. 저런 개 같은 놈, 개 같긴 하더라도 그 사람도 뭐인 거예요? 사람인 거죠. 근데 문제는 이러한 만취 상태에 있던 이 사람이 스스로 뭐 할 수는 없어요? 의사를 결정할 수는 없으니까 뭐가 되는 거죠? 의사 무능력자가 되는 거예요.\n\n19:30 자, 여러분들 생각해보세요. 무효라는 말은 아무런 효과가 없다는 얘기거든요. 자, 한번 생각해보시죠, 여러분들. 매매 계약이 유효해요. 그러면 유효하니까 매매 대금 줘야 되겠죠? 매매 계약이 무효예요. 매매 대금 안 줘도 되겠죠? 그쵸? 그래서 우리가 무효다 아무런 효과가 없다라는 말은 이행할 필요가 없다라는 얘기예요. 이행하지 않아도 책임질 필요가 없다는 얘기죠.\n\n20:04 그래서 의사 무능력자가 법률행위는 무효라는 말은 의사 무능력자는 자신의 행위에 대해서 책임지지 않는다는 얘기가 되고요. 결국은 의사 무능력자는 뭐가 되냐면 책임 무능력자가 되는 거죠. 그럼 여기서 우리가 어떤 논리를 알게 되느냐? 우리가 굉장히 싫어하는 거. 술 처먹고 사람을 죽였어요. 그러면 저 나쁜 놈 술 처먹고 했으면 더 나쁜 놈일 텐데 아 이 판사가 세상에 형을 깎아준대요. 왜 그런 일이 벌어지는 거야? 요거 때문에.\n\n20:43 자, 만약에 그 사람이 술을 완전히 만취 상태에 빠진 것으로 보인다면 그 사람은 자신의 행위에 대해서 책임지지 않기 때문에 사람을 죽이더라도 법적으로는 무죄인 거예요. 따라서 법원은 그 정도가 아니라면 무죄는 아니더라도 형을 깎아줘야 된다라는 논리를 가게 되는 거죠. 여기서 이제 우리가, 우리가 알고 있는 법 감정과 너무 배치되는 거예요. 판새 새끼들 나쁜 새끼 뭐 우리나라 사법 제도가 썩... 아니에요.\n\n21:18 이거는 이런 논리는 우리가 지금 제가 말씀드린 논리는 제가 개인적으로 만든 것도 아니고 우리나라 법원이 만든 논리도 아닙니다. 인간이라는 호모 사피엔스라는 인간이라는 문명이 등장을 해가지고 수천 년 동안 여러분들이 알고 있는 수많은 철학자들의 논란과 논의에 걸쳐서 만들어진 일종의 뭐죠? 확립된 문화인 거예요. 그러니까 이것이 마음에 안 들더라도 어... 막 사람을 죽였다 이런 건 너무 극단적이니까 진짜 싫지만 그래도 좀 어떻게 해요? 받아들일 필요가 있다는 걸 좀 말씀을 드려요. 만취자는 스스로 의사를 결정할 수 없는 사람이니까 그 사람이 한 행위는 무효라는 말은 자신의 행위에 대해서 책임지지 않는다는 논리가 생기는 거죠. 뭐 정신병자 이런 게 나와요.\n\n22:09 자, 그럼 여기서 이제 생각해보자고요. 자, 제가 다섯 살 먹은 아이는 의사 능력이 없다 그랬죠. 열 살 먹은 아이는요? 열두 살 먹은 아이는요? 열세 살 먹은 아이는요? 아, 이게 애매해요. 그러니까 우리가 의사 능력이 있는지 없는지는 실질적으로 개별적으로 판단해야 되거든요.\n\n22:36 그럼 예를 들어서 열여섯 살 먹었다 하더라도 똘똘하면 띨띨하면 띨띨함이 의사 능력이 없을 수도 있고요. 열 살 먹었다 하더라도 똘똘하면 뭐가 있을 수 있어요? 의사 능력이 있을 수도 있는 거죠. 케이스 바이 케이스고 사람에 따라 달라요.\n\n22:52 만취자요? 얼마나 술을 처먹어야 만취자냐 이거죠. 이것도 사람에 따라 다르지 않나요? 저같이 술을 못 먹는 사람은 조금만 못 먹어도 먹어도 만취자인 것이고 많이 처먹 잘 드시는 분은 많이 먹어도 만취자가 아닐 수 있잖아요. 따라서 이 의사 무능력 제도는 대단히 개념이, 개념이 애매하고 케이스 바이 케이스고 복잡합니다.\n\n23:19 그래서 우리 민법은 요 의사 무능력자 제도 자체는 법에다 규정을 두고 있진 않아요. 이렇게 능력이 부족한 사람들을 유형화 정형화해가지고 따로 규정을 두고 있는데 이걸 우리가 뭐라 그러냐면 제한 능력자라고 하는 거죠.\n\n23:41 과거의 시험에서 의사 무능력자에 대해서는 법에 규정된 건 없다라는 내용이 어... 시험에 몇 번 나온 적이 있습니다. 다시 말하면 의사 무능력이란 제도는 케이스 바이 케이스 사람에 따라 다르고 이랬다 저랬다 하는 거다. 따라서 의사 무능력에 대해서 민법에 규정을 두고 있진 않고 우리 민법은 능력이 부족한 사람들을 유형화 정형화해서 따로 규정을 두고 있는데 이걸 우리가 제한 능력자라고 하는 거죠.\n\n24:14 자, 그다음에 행위 능력이라는 개념이 나와요. 행위 능력. 자, 우리가 보통 행위 무능력자 그러면 미성년자가 떠오르잖아요. 그럼 생각해보자고요. 미성년자가 행위를 못 하나요? 미성년자도요 밥도 먹고 축구도 잘 해요. 그럼 여기서 이 행위라는 말 앞에 뭐가 생략돼 있냐면 법률이라는 말이 있다 이 거예요.\n\n24:43 그래서 법률행위. 법률행위를 독자적으로 스스로 할 수 있는 능력을 우리가 행위 능력이라고 하고요. 이것이 결여된 사람을 우리가 행위 무능력자라고 하는 거예요. 다시 말하면 행위 무능력자라는 것은 법률행위를 독자적 스스로 할 수 없는 사람을 말하고요.\n\n25:07 우리 민법은 이렇게 능력이 부족한 사람들을 유형화 정형화해서 따로 규정을 두고 있는데 이게 뭐가 되는 거죠? 제한 능력자가 되는 거죠. 그래서 제한 능력자와 행위 무능력자는 비슷한 제도예요. 그래서 제한 능력자란 법률행위를 스스로 독자적으로 할 수 없는 사람들을 우리가 제한 능력자라고 하고요. 행위 능력이라는 말은 법률행위를 독자적으로 할 수 있는 능력을 말한다는 거 기억해두시기 바랍니다.\n\n25:35 그래서 50페이지 보시면 제한 능력자 제도. 1. 의사 능력을 객관적으로 획일화한 제도다. 왜요? 케이스 바이 케이스고 애매하니까. 2. 제한 능력자 제도를 두고 있는 취지는 능력이 부족한 사람을 보호하기 위한 거다. 3. 무효와 취소의 이중효 나오는데 이런 제한 능력자의 법률행위가 무효거나 취소할 수 있는 경우가 있는데 이때는 아무거나 선택해서 주장하면 되고 우린 나중에 공부하면 되겠죠. 그다음에 이제 2. 본격적으로 뭘 공부합니까? 제한 능력자를 들어갈 건데 이거는 다음 시간에 들어가도록 하겠습니다.",
  "segments": [
    {
      "text": "다음은 해당 오디오 파일의 한국어 스크립트입니다."
    },
    {
      "timestamp": "00:00",
      "text": "[강사]: 자, 이제 30페이지 보시면, 1. 권리의 충돌이 나오죠. 이게 무슨 얘기냐면 권리가 여러 개가 있어요. 여러 개가 있는데 모든 권리를 만족시킬 수 있으면 문제가 없겠죠. 근데 모든 권리를 만족시킬 수가 없어요. 그러면 이제 권리의 우열, 순서를 정하게 되는데 이걸 우리가 권리의 충돌이라고 합니다."
    },
    {
      "timestamp": "00:28",
      "text": "우측에 보시면 2번, 권리 상호 간의 순위가 나오는데, 음... 요렇게 정리하시면 될 것 같아요. 권리의 우열, 순서죠. 그쵸? 원칙: 성립된 순서에 따른다. 따라서 원칙적으로 먼저 성립한 권리가 우선하고요, 늦게 성립한 권리는 열등한 것이 원칙이다, 이렇게 원칙 깔고 가는 거예요. 그쵸?"
    },
    {
      "timestamp": "00:58",
      "text": "다만 예외. 무슨 말이죠? 성립 순서와 상관이 없는 경우가 있다, 이 거죠. 순서와 상관이 없는 경우. 첫째, 채권끼리는 평등하다. 이게 무슨 말이냐면, 돈 빌려준 것을 말씀드리면, 어... 먼저 돈을 빌려줬다 그래서 먼저 받는 건 아니죠. 늦게 돈을 빌려줬다 그래서 늦게 받는 것도 아니에요. 왜냐하면 이걸 우리가 채권자 평등의 원칙이라고 하고요."
    },
    {
      "timestamp": "01:33",
      "text": "결국은 돈 빌린 사람이 여러 사람이면 먼저 받는 사람이 장땡인 거예요. 이걸 우리가 선행주의라고 해요. 아니면 채무자가 파산했을 때는 먼저 받는 사람이 먼저 돈을 받는 것이 아니라 채권자는 평등하기 때문에 채권액의 비율로 안분배분받게 되는 거죠. 채권은 평등하다, 우열이 없죠."
    },
    {
      "timestamp": "01:54",
      "text": "두 번째, 소유권과 제한물권이 충돌하는 경우에는 성립된 순서와 상관없이 제한물권이 우선한다. 예를 들어서 제가 아파트에 대해서 소유권이 있고요, 그 아파트에 대해서 제한물권 전세권을 설정해 줬어요. 그럼 물론 소유권이 먼저고 제한물권이 나중이지만, 이제 그 집에서 살아야 될 사람은 소유권자인 제가 아니라 제한물권자인 전세권자인 거죠."
    },
    {
      "timestamp": "02:30",
      "text": "따라서 소유권과 제한물권이 충돌하게 되는 경우에는 그때는 성립된 순서와 상관없이 뭐가 우선합니까? 제한물권이 우선하게 된다."
    },
    {
      "timestamp": "02:41",
      "text": "다음에 세 번째로 물권과 채권입니다. 여기서 예외가 있긴 해요, 예외의 예외가 있긴 한데 그냥 우리는 원칙만 기억하시면 돼요. 성립된 순서와 상관없이 물권이 우선한다. 그래서 물권과 채권이 충돌하게 되면 성립 순서와 상관없이 물권이 우선한다, 이렇게 큰 틀을 기억하시고요, 나중에 이제 구체적으로 또 봐야 되겠죠."
    },
    {
      "timestamp": "03:04",
      "text": "그다음에 2번, 권리의 중첩해 가지고 2번, 권리의 경합이라는 게 있다, 이 거죠. 그쵸? 자, 이건 뭐냐 하면 권리가 여러 개가 있는데 경합된다는 말은 결과적으로 선택적으로 행사할 수 있다, 요런 말인 거예요. 권리가 경합된다 그러면 뭐라고요? 선택적으로 행사할 수 있다."
    },
    {
      "timestamp": "03:26",
      "text": "그래서 뭐, 얘네가 물권과 채권이 경합된다 그러면 아, 물권과 채권의 선택적으로 행사할 수 있는 거구나, 이렇게 이해하시면 되는 거거든요. 자, 한번 생각해보세요, 여러분들. 갑이 A라는 건물에 대해서 소유권이 있는데 을과 만나 가지고 임대차 계약을 했어요. 그래서 을이 그 건물에서 거주하고 살고 있는데 임대차 계약이 종료가 됐습니다."
    },
    {
      "timestamp": "03:57",
      "text": "그러면 갑은 임대차 계약이 종료됐다는 계약상의 채권을 이유로 내 집에서 나가라라고 인도해 달라고 청구할 수가 있겠죠. 또 아니면 아, 갑은 자신이 소유권이 있으니까 소유권을 이유로 뭐 할 수 있습니까? 을에게 인도해 줄 것을 청구할 수가 있는 거죠."
    },
    {
      "timestamp": "04:19",
      "text": "그러면 갑에게는 계약이 종료됐다는 이유로, 임대차 계약이 종료됐다는 이유로 계약상 청구권으로서 인도를 청구할 수도 있고요. 아니면 소유자로서 소유권으로서 인도를 해달라고 청구할 수 있는 거죠. 물론 어차피 어떤 것을 선택해서 청구하더라도 을로부터 인도받게 되면 반환받게 되면 목적을 달성하게 되잖아요. 이런 걸 우리가 권리의 경합이라고 해요."
    },
    {
      "timestamp": "04:50",
      "text": "따라서 권리가 경합된다 그러면 여러분들은 어떻게 해요? 아, 아무거나 행사해서 행사하게 되면 목적을 달성할 수 있는 거구나, 이렇게 이해하시면 되는 거죠."
    },
    {
      "timestamp": "04:59",
      "text": "그다음에 32페이지 오시면 법규의 경합해서 법조 경합이란 말이 나와요. 이건 우리가 하나만 기억하시면 돼요. 특별법 우선의 원칙이죠. 자, 민법과 같은 일반법에도 규정이 있고요, 아니면 특별법에도 규정이 있어요. 똑같은 사항에 대해서."
    },
    {
      "timestamp": "05:28",
      "text": "자, 똑같은 사항에 대해서 규정이 있는 경우에는 무엇이 우선합니까? 특별법이 우선해서 적용되는데 이걸 우리가 법규의 경합이라고 합니다. 예를 들어서 갑이 소유하고 있는 A라는 주택에 대해서 임대차 계약을 했어요. 임대차 계약. 근데 임대차 계약을 하면서 예를 들어서 어... 존속기간을 약정하지 않았어요."
    },
    {
      "timestamp": "06:12",
      "text": "그럼 우리가 나중에 배우게 되는데 민법에는 어떤 규정이 있냐면 임대차 계약에 대해서 존속기간을 약정하지 않으면 최단기간을 보장하지 않는다. 따라서 갑이든 을이든 그 누구든 아무 때나 해지할 수 있다, 나가라고 요구할 수도 있고 나가겠다고 요구할 수 있다라고 민법에 규정이 되어 있어요."
    },
    {
      "timestamp": "06:31",
      "text": "근데 주택임대차보호법은 최소한 2년이 보장된다라고 되어 있거든요. 그래서 만약에 존속기간 약정이 없다면 주택임대차보호법 몇 년인 거죠? 2년인 거죠. 자, 그럼 여기서 민법 규정과 주택임대차보호법 규정이 충돌하고 있는 거죠? 이런 경우 우리가 법조 경합이라고 하고 특별법 우선의 원칙에 따라서 주택이라면 민법이 적용되는 것이 아니라 주택임대차보호법이 적용되는 거죠."
    },
    {
      "timestamp": "07:01",
      "text": "다시 말하면 일반법과 특별법이 충돌하게 되면 무엇이 적용됩니까? 특별법이 적용되는데 이걸 우리가 법조 경합 또는 특별법 우선의 원칙이라고 합니다. 자, 교재에 나와 있는 예는 이런 겁니다. 갑이라는 사람이 을에게 과실로 손해를 입혔어요. 뭐 운전하다가 운전 미숙으로 을을 다치게 했어요."
    },
    {
      "timestamp": "07:27",
      "text": "그러면 민법에는 뭐라고 되어 있냐면 고의나 과실로 타인에게 손해를 준 경우에는 불법행위를 구성한다. 그래서 민법에서는 불법행위를 원인으로 손해배상을 청구할 수가 있는 거죠. 근데 만약에 이 사람이 신분이 일반인이 아니라 아, 공무원이에요. 그럼 공무원이면 어디에도 규정이 되어 있냐면 국가배상법에도 규정되어 있거든요."
    },
    {
      "timestamp": "07:56",
      "text": "국가배상법을 근거로 해서 을에게 손해배상을 청구할 수 있는 거예요. 그러면 갑이 을에게 과실로 손해를 끼쳤다라는 이 한 가지 사실에 대해서 민법에도 규정이 있고 국가배상법에도 규정이 있다면 특별법 우선의 원칙에 따라서 민법은 적용되지 않고 국가배상법이 적용되게 된다는 거죠."
    },
    {
      "timestamp": "08:21",
      "text": "다시 말하면 한 가지 사실 관계에 대해서 여러 개의 법이 규정되어 있다면 무슨 법이 우선해서 적용됩니까? 특별법이 우선해서 적용됩니다. 이게 뭐죠? 특별법 우선의 원칙이라고 합니다."
    },
    {
      "timestamp": "08:37",
      "text": "그다음에 권리 행사의 의무 이행 해가지고 신의 성실의 원칙, 권리 남용의 금지의 원칙이 나오는데 이건 우리가 기초 강의할 때는 다루지 않을 겁니다. 우리가 기본서 강의할 때 다룰 거고요. 자, 이제 우리 어디로 갈 거냐면 46페이지의 권리의 주체로 갈 겁니다. 기초 강의이기 때문에 여러분들이 베이스를 까는 강의이기 때문에 신의 성실의 원칙은 안 합니다. 좀 어려울 수 있어서 그래요. 신의 성실의 원칙은 판례까지 봐줘야 되거든요."
    },
    {
      "timestamp": "09:08",
      "text": "자, 이제 기초로서 이제 권리의 주체. 요것도 좀 우리가 좀 생각을 해봐야 돼요. 자, 우리가 이제 민법을 공부하게 되면 능력이라는 말이 참 많이 나와요. 권리 능력이라는 말도 있고요, 의사 능력, 행위 능력이라는 말도 있습니다. 권리 능력, 의사 능력, 행위 능력."
    },
    {
      "timestamp": "09:34",
      "text": "자, 권리 능력이라는 말은 뭐냐 하면 권리를 가질 수 있는 능력을 말해요. 그럼 권리는 누가 가질 수 있느냐? 사람이 가질 수 있는데 사람이 두 가지입니다. 자연인과 법인인 거죠. 따라서 현행 민법상 권리는 자연인과 법인만이 가질 수 있어요."
    },
    {
      "timestamp": "10:02",
      "text": "그러다 보니까 우리 법은 사물을 구성함에 있어서, 사물을 구별함에 있어서 두 가지로 나뉘어요. 사람과 물건으로 나뉘는 거죠. 그다음에 사람만이 뭘 가질 수 있어요? 권리를 가질 수 있고 물건은 뭘 가질 수 없는 거죠? 권리를 가질 수 없는 거죠. 그러다 보니까 어... 동물, 반려견, 이런 애들은 어떻게 처리할 것인가에 대해서 현행법상 그 동물이나 반려견들은 다 어디로 들어가는 거죠? 물건으로 들어가는 거죠."
    },
    {
      "timestamp": "10:33",
      "text": "그래서 고의로 남의 집 강아지를 죽이면 어... 현행 형법상 특별법을 빼고요, 형법상은 손괴죄로 처벌을 받는 거죠. 왜요? 그 동물도 물건이니까요. 그러다 보니까 최근에 그 동물을 물건으로 넣는 건 뭐... 좀 문제가 있는 거 아니냐 해가지고 민법에 대한 개정 논의가 있습니다. 그래서 사물을 구별할 때 사람, 동물, 물건 이렇게 세 가지로 구별하려고 하는 입법적인 논의가 현재 진행되고 있긴 하지만 현재 상태에서는 사람과 물건 두 가지 만으로 분류하고 있다는 거 주의하시기 바라고 권리는 누구만이요? 사람, 자연인과 법인만이 가질 수 있는 거죠."
    },
    {
      "timestamp": "11:17",
      "text": "자, 법인에 대해서도 우리가 공부를 하겠지만 나중에 공부하고요. 우리가 오늘 기초 강의에서는 자연인만 생각해보도록 하죠. 자, 우리 민법 3조가 나와 있죠? 이렇게 되어 있습니다. 사람은 생존한 동안 권리와 의무의 주체가 된다. 이렇게 민법 3조 나와 있잖아요. 따라서 우리 민법 3조에 따른다면 사람은 생존하는 동안, 사람은 출생한 때부터 사망할 때까지 뭐가 있는 거죠? 권리 능력이 있는 거고 출생할 때부터 사망할 때까지 권리를 가질 수 있는 거고 출생할 때부터 사망할 때까지 사람인 거죠."
    },
    {
      "timestamp": "11:57",
      "text": "자, 그러면 이제 문제가 돼요. 자, 언제 출생을 한 것이냐에 대해서도 좀 문제가 있죠. 왜냐하면 사람이 출생하는 것은 하나, 둘, 셋 짠하고 태어나는 것은 아니잖아요. 그래서 사람의 출생 시기, 권리 능력의 취득 시기에 대해서 뭐 진통설도 있고요, 일부 노출설도 있고 전부 노출설도 있고 여러 가지가 있어요. 근데 우리 민법은 전부 노출설을 취합니다."
    },
    {
      "timestamp": "12:25",
      "text": "따라서 사람은 엄마 몸에서 전부 다 나왔을 때 권리 능력이 있고 사람이 되는 거죠. 일부만 남아 있는 상태에서는 사람이 아닌 것이 되는 겁니다. 자, 우리 민법은 그렇고요. 형법은 진통설을 취합니다. 형법은 어떻게 이해하냐면 그 산모가 아이를 낳기 위하여 산통을 시작하게 되면, 진통이 시작되면 이미 그 엄마 배 속에 있는 아이는 사람이다라고 이해하는 것이 형법의 태도예요."
    },
    {
      "timestamp": "13:00",
      "text": "뭐가 맞을까요? 뭐가 맞고 틀린 건 없는 거고요. 법의 목적이 다른 거죠. 자, 지금 민법은 적극적으로 권리를 보호, 보호하기... 권리를 주기 위한 법인 거고 형법은 그 엄마 배 속에 있는 그 아이를 보호하기 위한 법이잖아요. 그래서 보호 범위를 넓히기 위해서 형법은 사람의 시기를 좀 앞당기는 거예요."
    },
    {
      "timestamp": "13:25",
      "text": "자, 만약에 전부 노출설을 형법도 취하고 있게 되면은 만약에 의사가 그 아이를 치료하는 과정에 잘못해서 그 아이가 사망하더라도 업무상 과실 치사가 되질 않아요. 왜냐하면 엄마 배 속에 있는 아이는 뭐가 아니에요? 사람이 아니니까요. 근데 진통설에 따라서 그 아이가 사람이 되는 시기를 앞당기게 되면 의사가 치료하는 과정에서 아이를 잘못해서 아이가 죽으면 뭐가 되는 거죠? 업무상 과실 치사가 되는 거죠."
    },
    {
      "timestamp": "13:55",
      "text": "자, 우리 민법은, 민법 시간이니까 엄마 몸에서 전부 나왔을 때부터 사람이고 권리 능력을 취득한다고 봅니다. 그럼 출생하기 전의 태아는 권리 능력이 있다는 얘기예요, 없다는 얘기예요? 태아는 출생하기 전이니까 권리 능력이 없다는 거죠."
    },
    {
      "timestamp": "14:21",
      "text": "그러면 태아는 뭘까요? 자, 출생하고 나면 사람인데 출생하기 전의 태아는 뭐가 아니에요? 사람이 아닌 거죠. 그럼 물건일까요? 자, 우리 법은 이 태아에 대해서는 원칙적으로 권리 능력이 없고요, 엄마 모 신체의 일부로 이해합니다. 다시 말하면 태아는 엄마 배 속에 있는 심장, 폐나 간 같은 신체의 일부로 이해하는 것이 우리 법의 태도입니다."
    },
    {
      "timestamp": "14:52",
      "text": "그래서 만약에 가슴 아픈 얘기지만 임산부가 교통사고를 당해서 유산하시게 되면 운전자는 업무상 과실 치사, 사람을 죽인 게 아니라 엄마를 다치게 한 업무상 과실 치상이 되는 거죠. 왜요? 태아는 엄마 신체 일부니까. 중상일까요, 경상일까요?"
    },
    {
      "timestamp": "15:19",
      "text": "임산부가 유산했다 그래서 뭐 장기간 입원 가료가 필요한 것은 아니고 어떤 중증의 장애를 남기는 것도 아니기 때문에 법적으로는 경상이에요. 그러다 보니까 임산부가 교통사고로 유산하시게 되면 보험회사에서 보상받는 금액이 굉장히 적습니다. 이해되시죠? 가슴 아프지만."
    },
    {
      "timestamp": "15:43",
      "text": "따라서 이러한 현행법 체계는 태아의 법적 보호가 취약해요. 그래서 자측 맨 밑에 보시면 태아는 원칙적으로 엄마 신체 일부고 권리 능력이 없지만 몇 가지 예외적으로 태아에게 무엇을요? 권리 능력을 인정해 주는 것이 있어요. 물론 그 예외적으로 권리 능력이 인정되는 부분은 우리가 나중에 공부할 거예요. 일단 태아는 엄마 신체 일부로서 일단은 원칙적으로 권리 능력이 없다는 전제에서 가게 되는 거죠."
    },
    {
      "timestamp": "16:12",
      "text": "다음에 사망하게 되면 권리 능력이 소멸되겠죠? 어... 그러면 사람이 또 언제 죽는 거냐도 문제가 되죠. 요것도 뭐 여러 가지 학설설이 있어요. 뭐 뇌사설이 있고요, 뭐 심장 종지설 또는 심장 사설 뭐 이런 게 있는데 우리 법적으로는 심장 종지설, 아 심장 사설을 취합니다."
    },
    {
      "timestamp": "16:38",
      "text": "따라서 심장이 멈추면 사망한 것으로 이해하게 돼요. 그래서 심장이 뛰고 있을 때는 사람이고 심장이 멈추면 사망한 거예요. 그래서 법적으로는 뇌사설을 인정하지 않습니다. 왜냐하면 뇌사라는 것은 뇌가 죽었는데 심장이 뛰고 있는 거잖아요. 그렇기 때문에 그것도 뭐예요? 살아있는 거거든요. 그래서 특별법에 의해서 어떤 장기 이식하는 법률 이런 법에 의해서 장기를 이식할 수 있는 방법은 마련하고 있지만 현행법상 심장이 멈춰야 사망한 것으로 보는 것이 우리 법의 태도입니다."
    },
    {
      "timestamp": "17:13",
      "text": "그러면 사망 후에는 뭘까요? 심장이 멈추게 되면 권리 능력이 없어요. 그러면 심장이 멈췄어요. 이걸 우리가 시체 또는 시신이라고 하잖아요. 시신은 법적으로 물건이 됩니다. 물건. 왜요? 사물은 사람 아니면 물건으로 나뉘잖아요. 그래서 시신도 뭐인 거죠? 물건인 거죠. 그래서 가슴 아프지만 우리는 언젠가는 뭐로 바뀔 존재인 거죠? 물건으로 바뀔 존재가 되는 거죠. 이 정도의. 그쵸?"
    },
    {
      "timestamp": "17:47",
      "text": "그래서 교재로 보시면 태아의 예외적으로 권리 능력이 인정되는 것은 우리가 어... 볼 아직은 볼 것이 아닌 거고요. 자, 이제 49페이지 오시면 행위 능력 해가지고 권리 능력 말씀드렸죠. 그쵸? 그다음에 의사 능력이라는 말이 나와요."
    },
    {
      "timestamp": "18:03",
      "text": "자, 의사 능력이라는 말은 쉽게 개념을 정리하시면 되는 거죠. 스스로 의사를 결정할 수 있는 능력인 거죠. 만약에 이러한 의사를 결정할 수 있는 능력이 결여됐다면 없다면 이 사람은 우리가 의사 무능력자라고 하고요. 의사 무능력자가 법률행위라면 뭐가 되냐면 무효, 아무런 효과가 없는 거예요."
    },
    {
      "timestamp": "18:31",
      "text": "그럼 누가 의사 무능력자냐? 예를 들어 가지고 어... 유아 할까요? 자, 아이가 출생해 가지고요, 지금 5개월째 됐어요. 5개월째 됐더라도 그 아이는 출생을 했기 때문에 뭐는 있는 거죠? 권리 능력은 있는 거죠. 다만 그 5개월 된 아이가 스스로 의사를 결정할 수는 없으니까 그 아이는 뭐가 되는 거죠? 의사 무능력자가 되는 거죠."
    },
    {
      "timestamp": "19:02",
      "text": "만취자. 술을 이따위 처먹었습니다. 이따위 처먹었더라도 권리 능력은 있는 거죠. 그쵸? 사람인 거예요. 저런 개 같은 놈, 개 같긴 하더라도 그 사람도 뭐인 거예요? 사람인 거죠. 근데 문제는 이러한 만취 상태에 있던 이 사람이 스스로 뭐 할 수는 없어요? 의사를 결정할 수는 없으니까 뭐가 되는 거죠? 의사 무능력자가 되는 거예요."
    },
    {
      "timestamp": "19:30",
      "text": "자, 여러분들 생각해보세요. 무효라는 말은 아무런 효과가 없다는 얘기거든요. 자, 한번 생각해보시죠, 여러분들. 매매 계약이 유효해요. 그러면 유효하니까 매매 대금 줘야 되겠죠? 매매 계약이 무효예요. 매매 대금 안 줘도 되겠죠? 그쵸? 그래서 우리가 무효다 아무런 효과가 없다라는 말은 이행할 필요가 없다라는 얘기예요. 이행하지 않아도 책임질 필요가 없다는 얘기죠."
    },
    {
      "timestamp": "20:04",
      "text": "그래서 의사 무능력자가 법률행위는 무효라는 말은 의사 무능력자는 자신의 행위에 대해서 책임지지 않는다는 얘기가 되고요. 결국은 의사 무능력자는 뭐가 되냐면 책임 무능력자가 되는 거죠. 그럼 여기서 우리가 어떤 논리를 알게 되느냐? 우리가 굉장히 싫어하는 거. 술 처먹고 사람을 죽였어요. 그러면 저 나쁜 놈 술 처먹고 했으면 더 나쁜 놈일 텐데 아 이 판사가 세상에 형을 깎아준대요. 왜 그런 일이 벌어지는 거야? 요거 때문에."
    },
    {
      "timestamp": "20:43",
      "text": "자, 만약에 그 사람이 술을 완전히 만취 상태에 빠진 것으로 보인다면 그 사람은 자신의 행위에 대해서 책임지지 않기 때문에 사람을 죽이더라도 법적으로는 무죄인 거예요. 따라서 법원은 그 정도가 아니라면 무죄는 아니더라도 형을 깎아줘야 된다라는 논리를 가게 되는 거죠. 여기서 이제 우리가, 우리가 알고 있는 법 감정과 너무 배치되는 거예요. 판새 새끼들 나쁜 새끼 뭐 우리나라 사법 제도가 썩... 아니에요."
    },
    {
      "timestamp": "21:18",
      "text": "이거는 이런 논리는 우리가 지금 제가 말씀드린 논리는 제가 개인적으로 만든 것도 아니고 우리나라 법원이 만든 논리도 아닙니다. 인간이라는 호모 사피엔스라는 인간이라는 문명이 등장을 해가지고 수천 년 동안 여러분들이 알고 있는 수많은 철학자들의 논란과 논의에 걸쳐서 만들어진 일종의 뭐죠? 확립된 문화인 거예요. 그러니까 이것이 마음에 안 들더라도 어... 막 사람을 죽였다 이런 건 너무 극단적이니까 진짜 싫지만 그래도 좀 어떻게 해요? 받아들일 필요가 있다는 걸 좀 말씀을 드려요. 만취자는 스스로 의사를 결정할 수 없는 사람이니까 그 사람이 한 행위는 무효라는 말은 자신의 행위에 대해서 책임지지 않는다는 논리가 생기는 거죠. 뭐 정신병자 이런 게 나와요."
    },
    {
      "timestamp": "22:09",
      "text": "자, 그럼 여기서 이제 생각해보자고요. 자, 제가 다섯 살 먹은 아이는 의사 능력이 없다 그랬죠. 열 살 먹은 아이는요? 열두 살 먹은 아이는요? 열세 살 먹은 아이는요? 아, 이게 애매해요. 그러니까 우리가 의사 능력이 있는지 없는지는 실질적으로 개별적으로 판단해야 되거든요."
    },
    {
      "timestamp": "22:36",
      "text": "그럼 예를 들어서 열여섯 살 먹었다 하더라도 똘똘하면 띨띨하면 띨띨함이 의사 능력이 없을 수도 있고요. 열 살 먹었다 하더라도 똘똘하면 뭐가 있을 수 있어요? 의사 능력이 있을 수도 있는 거죠. 케이스 바이 케이스고 사람에 따라 달라요."
    },
    {
      "timestamp": "22:52",
      "text": "만취자요? 얼마나 술을 처먹어야 만취자냐 이거죠. 이것도 사람에 따라 다르지 않나요? 저같이 술을 못 먹는 사람은 조금만 못 먹어도 먹어도 만취자인 것이고 많이 처먹 잘 드시는 분은 많이 먹어도 만취자가 아닐 수 있잖아요. 따라서 이 의사 무능력 제도는 대단히 개념이, 개념이 애매하고 케이스 바이 케이스고 복잡합니다."
    },
    {
      "timestamp": "23:19",
      "text": "그래서 우리 민법은 요 의사 무능력자 제도 자체는 법에다 규정을 두고 있진 않아요. 이렇게 능력이 부족한 사람들을 유형화 정형화해가지고 따로 규정을 두고 있는데 이걸 우리가 뭐라 그러냐면 제한 능력자라고 하는 거죠."
    },
    {
      "timestamp": "23:41",
      "text": "과거의 시험에서 의사 무능력자에 대해서는 법에 규정된 건 없다라는 내용이 어... 시험에 몇 번 나온 적이 있습니다. 다시 말하면 의사 무능력이란 제도는 케이스 바이 케이스 사람에 따라 다르고 이랬다 저랬다 하는 거다. 따라서 의사 무능력에 대해서 민법에 규정을 두고 있진 않고 우리 민법은 능력이 부족한 사람들을 유형화 정형화해서 따로 규정을 두고 있는데 이걸 우리가 제한 능력자라고 하는 거죠."
    },
    {
      "timestamp": "24:14",
      "text": "자, 그다음에 행위 능력이라는 개념이 나와요. 행위 능력. 자, 우리가 보통 행위 무능력자 그러면 미성년자가 떠오르잖아요. 그럼 생각해보자고요. 미성년자가 행위를 못 하나요? 미성년자도요 밥도 먹고 축구도 잘 해요. 그럼 여기서 이 행위라는 말 앞에 뭐가 생략돼 있냐면 법률이라는 말이 있다 이 거예요."
    },
    {
      "timestamp": "24:43",
      "text": "그래서 법률행위. 법률행위를 독자적으로 스스로 할 수 있는 능력을 우리가 행위 능력이라고 하고요. 이것이 결여된 사람을 우리가 행위 무능력자라고 하는 거예요. 다시 말하면 행위 무능력자라는 것은 법률행위를 독자적 스스로 할 수 없는 사람을 말하고요."
    },
    {
      "timestamp": "25:07",
      "text": "우리 민법은 이렇게 능력이 부족한 사람들을 유형화 정형화해서 따로 규정을 두고 있는데 이게 뭐가 되는 거죠? 제한 능력자가 되는 거죠. 그래서 제한 능력자와 행위 무능력자는 비슷한 제도예요. 그래서 제한 능력자란 법률행위를 스스로 독자적으로 할 수 없는 사람들을 우리가 제한 능력자라고 하고요. 행위 능력이라는 말은 법률행위를 독자적으로 할 수 있는 능력을 말한다는 거 기억해두시기 바랍니다."
    },
    {
      "timestamp": "25:35",
      "text": "그래서 50페이지 보시면 제한 능력자 제도. 1. 의사 능력을 객관적으로 획일화한 제도다. 왜요? 케이스 바이 케이스고 애매하니까. 2. 제한 능력자 제도를 두고 있는 취지는 능력이 부족한 사람을 보호하기 위한 거다. 3. 무효와 취소의 이중효 나오는데 이런 제한 능력자의 법률행위가 무효거나 취소할 수 있는 경우가 있는데 이때는 아무거나 선택해서 주장하면 되고 우린 나중에 공부하면 되겠죠. 그다음에 이제 2. 본격적으로 뭘 공부합니까? 제한 능력자를 들어갈 건데 이거는 다음 시간에 들어가도록 하겠습니다."
    }
  ],
  "model": "gemini-3-flash-preview",
  "completedAt": "2026-01-27T05:13:45.669Z"
}